Repository: NataljaNeumann/SyncFolders
Catalog: SyncFolders-v1.4/SyncFoldersForm.*.resx
Languages: be_by, de, ps_af, ro, sr

# labelFolder1.Text
source: First Folder:
be_by: Першая папка:
de: Erster Ordner:
ps_af: لومړی فولډر:
ro: Primul folder:
sr: Први фасцикл:

# labelSecondFolder.Text
source: Second Folder:
be_by: Другая папка:
de: Zweiter Ordner:
ps_af: دوهم فولډر:
ro: Al doilea dosar:
sr: Други фасцикл:

# checkBoxCreateRestoreInfo.Text
source: Save some info for restoring single blocks, if missing
be_by: Захаванне некаторай інфармацыі для аднаўлення асобных блокаў, калі яна адсутнічае
de: Speichern einiger Informationen zum Wiederherstellen einzelner Blöcke, falls diese fehlen
ps_af: د واحد بلاکونو بیا رغولو لپاره ځینې معلومات خوندي کول، که دا ورک وي
ro: Salvarea unor informații pentru restaurarea blocurilor individuale, dacă lipsesc
sr: Чување неких информација за враћање појединачних блокова, ако недостају

# checkBoxTestAllFiles.Text
source: Test readability of all files
be_by: Тэставанне чытальнасці ўсіх файлаў
de: Testen der Lesbarkeit aller Dateien
ps_af: د ټولو فایلونو د لوستلو وړتیا ازموینه
ro: Testarea lizibilității tuturor fișierelor
sr: Тестирање читљивости свих датотека

# checkBoxRepairBlockFailures.Text
source: Repair single block failures
be_by: Рамонт адзінкавых няспраўнасцяў блока
de: Behebung einzelner Blockausfälle
ps_af: د واحد بلاک ناکامۍ ترمیم
ro: Repararea defecțiunilor unui singur blocRepararea defecțiunilor unui singur bloc
sr: Поправка кварова једног блока

# buttonSync.Text
source: Sync
be_by: Сінхранізацыя
de: Synchronisieren
ps_af: همغږي کول
ro: Sincronizează
sr: Синхронизуј

# buttonCancel.Text
source: Cancel
be_by: Адмяніць
de: Abbrechen
ps_af: لغوه کړئ
ro: Anulați
sr: Откажи

# buttonSelfTest.Text
source: SelfTest
be_by: Саматэст
de: Selbsttest
ps_af: ازموینه
ro: Autotest
sr: Самотестирање

# checkBoxPreferCopies.Text
source: Prefer physical copies in case of conflicts during repair (not recommended)
be_by: Аддаваць перавагу фізічным копіям у выпадку канфліктаў падчас рамонту (не рэкамендуецца)
de: Bevorzugung physischer Kopien bei Konflikten während der Reparatur (nicht empfohlen)
ps_af: د ترمیم پرمهال د شخړو په صورت کې فزیکي کاپي غوره کول (سپارښتنه نه کیږي)
ro: Preferând copii fizice în caz de conflicte în timpul reparației (nu este recomandat)
sr: Преферирање физичких копија у случају сукоба током поправке (не препоручује се)

# checkBoxFirstToSecond.Text
source: Unidirictionally from 1st to 2nd
be_by: Аднабаковы, з 1-й папкі ў 2-ю
de: Einbahn - nur vom 1. zum 2. Ordner
ps_af: په غیر مستقیم ډول، له لومړي فولډر څخه دویم ته
ro: Unidirecțional, de la primul folder la al doilea
sr: Једносмерно, од 1. до 2

# checkBoxFirstReadonly.Text
source: First folder is not changeable (e.g. CD)
be_by: Першая папка не можа быць зменена (напрыклад, CD)
de: Erster Ordner ist nicht änderbar (z. B. CD)
ps_af: لومړی فولډر د بدلون وړ ندی (د بیلګې په توګه CD)
ro: Primul folder nu poate fi schimbat (de exemplu, CD-ul)
sr: Први фасцикл није променљив (нпр. ЦД)

# checkBoxDeleteFilesInSecond.Text
source: Delete files in 2nd folder that aren't in first anymore
be_by: Выдаленне файлаў у другой папцы, якіх больш няма ў першай
de: Löschen von Dateien im zweiten Ordner, die sich nicht mehr im ersten Ordner befinden
ps_af: په دوهم فولډر کې د فایلونو حذف کول چې نور په لومړي فولډر کې ندي
ro: Ștergerea fișierelor din al doilea dosar care nu se mai află în primul dosar
sr: Брисање датотека у другом фолдеру које више нису у првом фолдеру

# linkLabelAbout.Text
source: About Sync Folders
be_by: Аб «Сінхранізацыі тэчак»
de: Über „Ordner synchronisieren“
ps_af: د "فولډر همغږي کړئ" په اړه
ro: Despre „Sincronizați folderele”
sr: О Синхронизовани директоријуми

# linkLabelLicence.Text
source: Licence (GPL v2)
be_by: Ліцэнзія (GPL v2)
de: Lizenz (GPL v2)
ps_af: جواز (GPL v2)
ro: Licenţă (GPL v2)
sr: Лиценца (GPL v2)

# checkBoxSkipRecentlyTested.Text
source: if not tested recently
be_by: калі не правяралася нядаўна
de: sofern nicht kürzlich getestet
ps_af: که په دې وروستیو کې نه وي ازمول شوي
ro: dacă nu a fost testată recent
sr: ако нису недавно тестиране

# checkBoxParallel.Text
source: Parallel
be_by: Паралельна
ps_af: موازي
ro: Paralel
sr: Паралелно

# checkBoxSyncMode.Text
source: Sync mode
be_by: Рэжым сінхранізацыі
de: Synchronisierungsmodus
ps_af: همغږي کول
ro: Modul de sincronizare
sr: Режим синхронизације

# checkBoxIgnoreTime.Text
source: Ignore time difference between file and checksum
be_by: Ігнараванне розніцы ў часе паміж файлам і захаванай інфармацыяй
de: Zeitunterschied zwischen Datei und gespeicherten Informationen ignorieren
ps_af: د فایل او خوندي شوي معلوماتو ترمینځ د وخت توپیر له پامه غورځول
ro: Ignorarea diferenței de timp dintre fișier și informațiile salvate
sr: Занемаривање временске разлике између датотеке и сачуваних информација

# $this.Text
source: Sync Folders v1.4
be_by: Сінхранізацыя тэчак v1.4
de: Ordner synchronisieren v1.4
ps_af: فولډر همغږي کړئ v1.4
ro: Sincronizați folderele v1.4
sr: Синхронизујте фасцикле v1.4
