Repository: NataljaNeumann/SyncFolders
Catalog: SyncFolders/Resources.*.resx
Languages: af, be_by, bg, bo_cn, ca, chs, cht, cs, es, fa, fi, he, hi, hy, ja, ka, ko, ky_kg, lt, lv, mn_mn, no, pa_arab_pk, pa_in, pl, ps_af, ro, sk, sl, sv, tg_cyrl_tj, th, tk_tm, tr, uk

# FirstFileHasBadBlocks
source: Warning: First file "{0}" has bad blocks, overwriting file "{1}" has been skipped, so the it remains as backup
be_by: Увага: першы файл "{0}" мае пашкоджаныя блокі. Перазапіс файла "{1}" быў прапушчаны, пакінуўшы яго ў якасці рэзервовай копіі
bg: Предупреждение: Първият файл „{0}“ има лоши блокове. Презаписването на файл „{1}“ беше пропуснато, оставяйки го като резервно копие
bo_cn: དྲན་སྐུལ། ཡིག་ཆ་དང་པོ “{0}” ལ་འགོག་རྐྱེན་ངན་པ་ཡོད། ཚབ་བྲིས་ཡིག་ཆ་ “{1}” མཆོངས་འདུག དེ་རྒྱབ་ལྗོངས་སུ་བཞག་ཡོད།
ca: Nota: el primer fitxer "{0}" té blocs de defectes. S'ha omès el sobreescriure del fitxer "{1}", deixant-lo com a còpia de seguretat
chs: 警告：第一个文件“{0}”有坏块。已跳过覆盖文件“{1}”，将其保留为备份
cht: 警告：第一個檔案「{0}」有壞塊。已跳過覆蓋檔案「{1}」，將其保留為備份
cs: Upozornění: První soubor „{0}“ obsahuje chybné bloky. Přepisování souboru „{1}“ bylo přeskočeno a byl ponechán jako záloha
es: Advertencia: el primer archivo "{0}" tiene bloques defectuosos. Se omitió la sobrescritura del archivo "{1}", dejándolo como copia de seguridad.
fa: هشدار: اولین فایل "{0}" دارای بلوک های بد است. بازنویسی فایل "{1}" نادیده گرفته شد و به عنوان یک نسخه پشتیبان باقی ماند
fi: Varoitus: Ensimmäisessä tiedostossa "{0}" on virheellisiä estoja. Tiedoston "{1}" päällekirjoitus ohitettiin, joten se jätettiin varmuuskopioksi
he: אזהרה: הקובץ הראשון "{0}" מכיל בלוקים פגומים. החלפת הקובץ "{1}" נדחתה, והותירה אותו כגיבוי
hi: चेतावनी: पहली फ़ाइल "{0}" में ख़राब ब्लॉक हैं। ओवरराइटिंग फ़ाइल "{1}" को बैकअप के रूप में छोड़कर छोड़ दिया गया था
hy: Զգուշացում. «{0}» առաջին ֆայլը վատ բլոկներ ունի: «{1}» ֆայլի վերագրանցումը բաց է թողնվել՝ թողնելով այն որպես կրկնօրինակ
ja: 警告: 最初のファイル 「{0}」 には不良ブロックがあります。ファイル 「{1}」 の上書きはスキップされ、バックアップとして残されました
ka: გაფრთხილება: პირველ ფაილს „{0}“ აქვს ცუდი ბლოკები. ფაილის გადაწერა „{1}“ გამოტოვებულია და დარჩა სარეზერვო ასლად
ko: 경고: 첫 번째 파일 "{0}"에 잘못된 블록이 있습니다. 파일 "{1}" 덮어쓰기를 건너뛰어 백업으로 남겨두었습니다.
ky_kg: Эскертүү: Биринчи файл "{0}" начар блокторго ээ. "{1}" файлын кайра жазуу өткөрүп жиберилди, ал камдык көчүрмө катары калтырылды
lt: Įspėjimas: pirmame faile „{0}“ yra netinkamų blokų. Failo „{1}“ perrašymas buvo praleistas, paliekant jį kaip atsarginę kopiją
lv: Brīdinājums: pirmajā failā “{0}” ir slikti bloki. Faila “{1}” pārrakstīšana tika izlaista, atstājot to kā dublējumu
mn_mn: Анхааруулга: Эхний файл “{0}” нь муу блоктой байна. “{1}” файлыг дарж бичихийг алгасаж, үүнийг нөөцөлж үлдээсэн
no: Advarsel: Den første filen "{0}" har dårlige blokker. Overskriving av filen "{1}" ble hoppet over, og la den som en sikkerhetskopi
pa_arab_pk: خبردار: پہلی فائل "{0}" چ خراب بلاک نیں۔ اوور رائٹنگ فائل "{1}" نوں چھڈ دتا گیا سی، اس نوں بیک اپ دے طور تے چھڈ دتا گیا سی
pa_in: ਚੇਤਾਵਨੀ: ਪਹਿਲੀ ਫ਼ਾਈਲ “{0}” ਵਿੱਚ ਖਰਾਬ ਬਲਾਕ ਹਨ। ਓਵਰਰਾਈਟਿੰਗ ਫਾਇਲ “{1}” ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਗਿਆ ਸੀ, ਇਸ ਨੂੰ ਬੈਕਅੱਪ ਦੇ ਤੌਰ 'ਤੇ ਛੱਡ ਦਿੱਤਾ ਗਿਆ ਸੀ
pl: Ostrzeżenie: pierwszy plik „{0}” zawiera uszkodzone bloki. Pominięto plik zastępujący „{1}”, pozostawiając go jako kopię zapasową
ps_af: خبرداری: لومړۍ دوتنې "{0}" خراب بلاکونه لري. د "{1}" د دوتنې بیا لیکل پریښودل شوي، دا د بیک اپ په توګه پریږدي
ro: Avertisment: primul fișier „{0}” are blocuri greșite. Suprascrierea fișierului „{1}” a fost omisă, lăsându-l ca rezervă
sk: Upozornenie: Prvý súbor „{0}“ obsahuje chybné bloky. Prepisovanie súboru „{1}“ bolo preskočené a ponechalo sa ako záloha
sl: Opozorilo: Prva datoteka »{0}« ima slabe bloke. Prepisovanje datoteke »{1}« je bilo preskočeno in je ostala kot varnostna kopija
sv: Varning: Den första filen "{0}" har dåliga block. Överskrivning av filen "{1}" hoppades över och lämnade den som en säkerhetskopia
tg_cyrl_tj: Огоҳӣ: Файли якуми "{0}" блокҳои бад дорад. Барнавишти файли "{1}" гузаронида шуд ва он ҳамчун нусха боқӣ монд
th: คำเตือน: ไฟล์แรก “{0}” มีการบล็อกที่ไม่ถูกต้อง การเขียนทับไฟล์ “{1}” ถูกข้ามไป โดยปล่อยให้เป็นข้อมูลสำรอง
tk_tm: Duýduryş: “{0}” birinji faýlyň erbet bloklary bar. “{1}” faýlyň üstünden ýazmak, ätiýaçlyk hökmünde goýuldy
tr: “{0}” dosyası test edilirken hata oluştu
uk: Попередження: перший файл «{0}» має пошкоджені блоки. Перезапис файлу «{1}» пропущено, залишивши його як резервну копію

# FoundFileForSync
source: Found one file for possible synchronisation
be_by: Знайшоў файл для магчымай сінхранізацыі
bg: Намерен файл за възможна синхронизация
bo_cn: བསྡུར་བའི་ཆེད་དུ་འབྱུང་སྲིད་པའི་ཡིག་ཆ་ཞིག་རྙེད་སོང་།
ca: S'ha trobat un fitxer per a una possible sincronització
chs: 找到一个可能同步的文件
cht: 找到一個可能同步的文件
cs: Nalezen soubor pro možnou synchronizaci
es: Encontré un archivo para una posible sincronización.
fa: فایلی برای همگام سازی احتمالی پیدا شد
fi: Löytyi tiedosto mahdollista synkronointia varten
he: נמצא קובץ לסנכרון אפשרי
hi: संभावित सिंक्रनाइज़ेशन के लिए एक फ़ाइल मिली
hy: Գտնվել է ֆայլ հնարավոր համաժամացման համար
ja: 同期可能なファイルが見つかりました
ka: ნაპოვნია ფაილი შესაძლო სინქრონიზაციისთვის
ko: 동기화할 수 있는 파일을 찾았습니다
ky_kg: Мүмкүн болгон синхрондоштуруу үчүн файл табылды
lt: Rastas failas galimam sinchronizavimui
lv: Atrasts fails iespējamai sinhronizācijai
mn_mn: Боломжит синхрончлолын файлыг оллоо
no: Fant en fil for mulig synkronisering
pa_arab_pk: ممکنہ مطابقت پذیری لئی اک فائل لبھ گئی
pa_in: ਸੰਭਾਵੀ ਸਮਕਾਲੀਕਰਨ ਲਈ ਇੱਕ ਫਾਈਲ ਲੱਭੀ ਹੈ
pl: Znaleziono plik do możliwej synchronizacji
ps_af: د ممکنه همغږي کولو لپاره فایل وموندل
ro: Am găsit un fișier pentru o posibilă sincronizare
sk: Našiel sa súbor na možnú synchronizáciu
sl: Našel datoteko za možno sinhronizacijo
sv: Hittade en fil för möjlig synkronisering
tg_cyrl_tj: Файл барои ҳамоҳангсозии имконпазир ёфт шуд
th: พบไฟล์สำหรับการซิงโครไนซ์ที่เป็นไปได้
tk_tm: Mümkin sinhronizasiýa üçin faýl tapdy
tr: “{0}”, “{1}” öğesine kopyalanıyor, {2}
uk: Знайдено файл для можливої ​​синхронізації

# FoundFilesForSync
source: Found {0} files for possible synchronisation
af: {0} lêers gevind vir moontlike sinchronisasie
be_by: Знойдзена файлаў для магчымай сінхранізацыі: {0}
bg: Намерени са {0} файла за възможно синхронизиране
bo_cn: བསྡུར་བའི་ཆེད་དུ་འབྱུང་སྲིད་པའི་ཡིག་ཆ་ {0} རྙེད་སོང་།
ca: S'han trobat {0} fitxers per a una possible sincronització
chs: 找到 {0} 个可以同步的文件
cht: 找到 {0} 個可以同步的文件
cs: Počet nalezených souborů pro možnou synchronizaci: {0}
es: {0} archivos encontrados para posible sincronización
fa: {0} فایل برای همگام سازی احتمالی پیدا شد
fi: {0} tiedostoa löydetty mahdollista synkronointia varten
he: נמצאו {0} קבצים לסנכרון אפשרי
hi: संभावित सिंक्रनाइज़ेशन के लिए {0} फ़ाइलें मिलीं
hy: Գտնվել է {0} ֆայլ հնարավոր համաժամացման համար
ja: 同期可能なファイルが {0} 個見つかりました
ka: ნაპოვნია {0} ფაილი შესაძლო სინქრონიზაციისთვის
ko: 동기화 가능한 파일 {0}개를 찾았습니다.
ky_kg: мүмкүн синхрондоштуруу үчүн {0} файл табылды
lt: Rasta {0} failų, kuriuos galima sinchronizuoti
lv: Atrasti {0} faili iespējamai sinhronizācijai
mn_mn: Боломжит синк хийх боломжтой {0} файл олдлоо
no: {0} filer funnet for mulig synkronisering{0} filer funnet for mulig synkronisering
pa_arab_pk: {0} فائلاں ممکنہ مطابقت پذیری لئی لبھیاں گئیاں
pa_in: ਸੰਭਾਵੀ ਸਮਕਾਲੀਕਰਨ ਲਈ {0} ਫ਼ਾਈਲਾਂ ਲੱਭੀਆਂ
pl: Znaleziono {0} plików do możliwej synchronizacji
ps_af: د ممکنه همغږي کولو لپاره {0} فایلونه موندل شوي
ro: S-au găsit {0} fișiere pentru o posibilă sincronizare
sk: Počet nájdených súborov na možnú synchronizáciu: {0}
sl: Najdenih {0} datotek za možno sinhronizacijo
sv: {0} filer hittades för möjlig synkronisering
tg_cyrl_tj: {0} файл барои ҳамоҳангсозии имконпазир пайдо шуд
th: พบไฟล์ {0} ไฟล์สำหรับการซิงโครไนซ์ที่เป็นไปได้
tk_tm: Mümkin sinhronizasiýa üçin tapylan {0} faýllar
tr: Olası senkronizasyon için {0} dosya bulundu
uk: Знайдено файлів для можливої ​​синхронізації: {0}

# InternalErrorCouldntRestoreAny
source: Internal error: Couldn't restore any of the copies of the file "{0}" | "{1}"
af: Interne fout: 'n Afskrif van die lêers, nóg "{0}" nóg "{1}", kon herstel word
be_by: Унутраная памылка: копія файлаў, ні "{0}", ні "{1}", не можа быць адноўлена
bg: Вътрешна грешка: Копие на файловете, нито „{0}“, нито „{1}“, може да бъде възстановено
bo_cn: ནང་ཁུལ་གྱི་ནོར་འཁྲུལ། ཡིག་ཆའི་འདྲ་བཤུས་ཤིག་ “{0}” དང་ “{1}” གཉིས་ཀ་སླར་གསོ་བྱེད་མི་ཐུབ།
ca: Error intern: ningú pot restaurar la capçalera dels fitxers, ni "{0}" o "{1}".
chs: 内部错误：无法复制文件“{0}”| “{1}”可以恢复
cht: 內部錯誤：無法複製檔案「{0}」 | 「{1}」可以恢復
cs: Interní chyba: Kopii souborů, ani „{0}“ ani „{1}“, nelze obnovit
es: Error interno: No se pudieron copiar los archivos “{0}” | "{1}" se puede restaurar
fa: خطای داخلی: یک کپی از فایل‌ها، نه "{0}" و نه "{1}" قابل بازیابی نیست.
fi: Sisäinen virhe: Tiedostojen kopiota, ei "{0}" tai "{1}", ei voitu palauttaa
he: שגיאה פנימית: לא ניתן היה להעתיק את הקבצים "{0}" | ניתן לשחזר את "{1}".
hi: आंतरिक त्रुटि: "{0}" | "{1}" फ़ाइलों की प्रतिलिपि पुनर्स्थापित नहीं की जा सकी
hy: Ներքին սխալ. ֆայլերի պատճենը, ոչ «{0}», ոչ էլ «{1}», հնարավոր չէ վերականգնել:
ja: 内部エラー: ファイル 「{0}」 および 「{1}」 のコピーを復元できませんでした
ka: შიდა შეცდომა: ფაილების ასლი, არც „{0}“ და არც „{1}“, ვერ აღდგება
ko: 내부 오류: "{0}" | "{1}" 파일의 복사본을 복원할 수 없습니다.
ky_kg: Ички ката: "{0}" же "{1}" файлдарынын көчүрмөсүн калыбына келтирүү мүмкүн эмес
lt: Vidinė klaida: nepavyko atkurti failų kopijos, nei „{0}“, nei „{1}“.
lv: Iekšēja kļūda: nevarēja atjaunot ne “{0}”, ne “{1}” failu kopiju
mn_mn: Дотоод алдаа: “{0}” болон “{1}” файлуудын хуулбарыг сэргээх боломжгүй
no: Intern feil: Kunne ikke kopiere filene "{0}" | "{1}" kan gjenopprettes
pa_arab_pk: اندرونی غلطی: فائلاں دی اک کاپی، نہ "{0}" تے نہ ہی "{1}"، بحال کیتی جا سکی
pa_in: ਅੰਦਰੂਨੀ ਗਲਤੀ: ਫਾਈਲਾਂ ਦੀ ਇੱਕ ਕਾਪੀ, ਨਾ ਤਾਂ “{0}” ਅਤੇ ਨਾ ਹੀ “{1}”, ਰੀਸਟੋਰ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।
pl: Błąd wewnętrzny: nie można było przywrócić kopii plików, ani „{0}”, ani „{1}”.
ps_af: داخلي تېروتنه: د دوتنو یوه کاپي، نه "{0}" او نه هم "{1}"، بیا رغول کېدای شي
ro: Eroare internă: o copie a fișierelor, nici „{0}”, nici „{1}”, nu a putut fi restaurată
sk: Interná chyba: Kópiu súborov, ani „{0}“ ani „{1}“, nebolo možné obnoviť
sl: Notranja napaka: Kopije datotek, niti »{0}« niti »{1}«, ni bilo mogoče obnoviti
sv: Internt fel: En kopia av filerna, varken "{0}" eller "{1}", kunde återställas
tg_cyrl_tj: Хатои дохилӣ: Нусхаи файлҳоро, на "{0}" ва на "{1}" барқарор кардан мумкин нест
th: ข้อผิดพลาดภายใน: ไม่สามารถกู้คืนสำเนาของไฟล์ “{0}” หรือ “{1}” ได้
tk_tm: Içerki ýalňyşlyk: “{0}” ýa-da “{1}” faýllaryň bir nusgasy dikeldilip bilinmedi
tr: Dahili hata: “{0}” | “{1}” dosyalarının bir kopyası geri yüklenemedi
uk: Внутрішня помилка: копію файлів, ні «{0}», ні «{1}», не вдалося відновити

# IOErrorDuringRepairCopyOf
source: I/O Error during repair copy to file: "{0}": {1}
af: I/O-fout tydens die herstel van kopie na lêer: "{0}": {1}
be_by: Памылка ўводу-вываду пры аднаўленні копіі ў файл: "{0}": {1}
bg: I/O грешка при поправка на копие във файл: "{0}": {1}
bo_cn: ཡིག་ཆ་“{0}”ནང་གི་འདྲ་བཤུས་བཟོ་བཅོས་བྱེད་བཞིན་པའི་སྒུལ་གཏོང་ཡང་ན་སྨྱན་སྦྱོར་གྱི་ནོར་འཁྲུལ། {1}
ca: Error d'E/S en reparar el cap del fitxer: "{0}": {1}
chs: 修复复制到文件时发生 I/O 错误：“{0}”：{1}
cht: 修正複製到檔案時發生 I/O 錯誤：「{0}」：{1}
cs: Chyba I/O při opravě kopie do souboru: „{0}“: {1}
es: Error de E/S al reparar la copia en el archivo: "{0}": {1}
fa: خطای I/O هنگام تعمیر کپی در فایل: "{0}": {1}
fi: I/O-virhe korjattaessa kopiota tiedostoon: "{0}": {1}
he: שגיאת קלט/פלט במהלך תיקון עותק לקובץ: "{0}": {1}
hi: फ़ाइल की प्रतिलिपि सुधारते समय I/O त्रुटि: "{0}": {1}
hy: I/O սխալ ֆայլում պատճենը վերանորոգելիս՝ «{0}»: {1}
ja: ファイルへのコピーの修復中に I/O エラーが発生しました: 「{0}」: {1}
ka: I/O შეცდომა ფაილში ასლის შეკეთებისას: „{0}“: {1}
ko: 파일 복사를 복구하는 중 I/O 오류: "{0}": {1}
ky_kg: Файлга көчүрүүнү оңдоодо киргизүү/чыгаруу катасы: "{0}": {1}
lt: Įvesties / išvesties klaida taisant kopiją į failą: „{0}“: {1}
lv: I/O kļūda, labojot kopiju failā: “{0}”: {1}
mn_mn: Файл руу хуулбарлахыг засах үед оролт гаралтын алдаа: “{0}”: {1}
no: I/U-feil under reparasjon av kopi til fil: "{0}": {1}
pa_arab_pk: کاپی ٹو فائل دی مرمت کردے ویلے I/O غلطی: "{0}": {1}
pa_in: ਫਾਈਲ ਵਿੱਚ ਕਾਪੀ ਦੀ ਮੁਰੰਮਤ ਕਰਦੇ ਸਮੇਂ I/O ਗਲਤੀ: “{0}”: {1}
pl: Błąd we/wy podczas naprawy kopii do pliku: „{0}”: {1}
ps_af: فایل ته د کاپي ترمیم کولو پرمهال I/O تېروتنه: "{0}": {1}
ro: Eroare I/O la repararea copiei în fișier: „{0}”: {1}
sk: Chyba I/O pri oprave kópie do súboru: „{0}“: {1}
sl: V/I napaka med popravljanjem kopije v datoteko: »{0}«: {1}
sv: I/O-fel vid reparation av kopia till fil: "{0}": {1}
tg_cyrl_tj: Хатогии I/O ҳангоми таъмири нусхабардорӣ ба файл: "{0}": {1}
th: ข้อผิดพลาด I/O ขณะซ่อมแซมสำเนาไปยังไฟล์: “{0}”: {1}
tk_tm: Göçürmäni faýl bilen bejermekde I / O ýalňyşlygy: “{0}”: {1}
tr: Dosyaya kopya onarılırken G/Ç hatası: “{0}”: {1}
uk: Помилка введення-виведення під час відновлення копії у файл: «{0}»: {1}

# IOErrorReadingFile
source: I/O Error reading file "{0}": {1}
af: I/O-fout lees lêer "{0}": {1}
be_by: Памылка ўводу-вываду пры чытанні файла “{0}”: {1}
bg: I/O грешка при четене на файл „{0}“: {1}
bo_cn: སྒུལ་གཏོང་ཡང་ན་སྨྱན་སྦྱོར་གྱི་ནོར་འཁྲུལ་ཡིག་ཆ་ཀློག་པའི་ཡིག་ཆ་ “{0}”: {1}
ca: Error d'E/S en llegir el fitxer "{0}": {1}
chs: 读取文件“{0}”时出现 I/O 错误：{1}
cht: 讀取檔案「{0}」時出現 I/O 錯誤：{1}
cs: Chyba I/O při čtení souboru „{0}“: {1}
es: Error de E/S al leer el archivo “{0}”: {1}
fa: خطای ورودی/خروجی در خواندن فایل "{0}": {1}
fi: I/O-virhe luettaessa tiedostoa "{0}": {1}
he: שגיאת I/O בקריאת קובץ "{0}": {1}
hi: फ़ाइल "{0}" को पढ़ने में I/O त्रुटि: {1}
hy: «{0}» ֆայլը կարդալիս I/O սխալ՝ {1}
ja: ファイル「{0}」の読み取り中の I/O エラー: {1}
ka: I/O შეცდომა ფაილის წაკითხვისას „{0}“: {1}
ko: "{0}" 파일을 읽는 동안 I/O 오류가 발생했습니다: {1}
ky_kg: "{0}" файлын окууда I/O катасы: {1}
lt: Įvesties / išvesties klaida skaitant failą „{0}“: {1}
lv: I/O kļūda, lasot failu “{0}”: {1}
mn_mn: “{0}” файлыг унших I/O алдаа: {1}
no: I/U-feil ved lesing av filen «{0}»: {1}
pa_arab_pk: I/O فائل "{0}" پڑھن چ غلطی: {1}
pa_in: I/O ਫਾਈਲ “{0}” ਨੂੰ ਪੜ੍ਹਨ ਵਿੱਚ ਗਲਤੀ: {1}
pl: Błąd we/wy podczas odczytu pliku „{0}”: {1}
ps_af: I/O د دوتنې لوستلو تېروتنه "{0}": {1}
ro: Eroare I/O la citirea fișierului „{0}”: {1}
sk: I/O chyba pri čítaní súboru „{0}“: {1}
sl: V/I napaka pri branju datoteke »{0}«: {1}
sv: I/O-fel vid läsning av filen "{0}": {1}
tg_cyrl_tj: Хатогии I/O хондани файли "{0}": {1}
th: ไฟล์การอ่านข้อผิดพลาด I/O “{0}”: {1}
tk_tm: I / O ýalňyş okamak faýly “{0}”: {1}
tr: “{0}” dosyası okunurken G/Ç hatası: {1}
uk: Помилка введення/виведення під час читання файлу “{0}”: {1}

# IOErrorReadingFileOffset
source: I/O Error reading file: "{0}", offset {1}: {2}
af: I/O-fout lees lêer: "{0}" by posisie {1}: {2}
be_by: Памылка ўводу-вываду пры чытанні файла: “{0}” у пазіцыі {1}: {2}
bg: I/O грешка при четене на файл: „{0}“ на позиция {1}: {2}
bo_cn: ལ་ཡོད་པའི་ཡིག་ཆ་ “{0}” ནང་སྒུལ་གཏོང་ཡང་ན་བརྡ་འཕྲིན་ནོར་འཁྲུལ།གནས་ཡུལ་{1}: {2}
ca: Error d'E/S en llegir el fitxer: "{0}" a la posició {1}: {2}
chs: 读取文件“{0}”时发生 I/O 错误：位置 {1}：{2}
cht: 讀取檔案「{0}」時發生 I/O 錯誤：位置 {1}：{2}
cs: Chyba I/O při čtení souboru: „{0}“ na pozici {1}: {2}
es: Error de E/S al leer el archivo: “{0}” en la posición {1}: {2}
fa: خطای ورودی/خروجی در خواندن فایل: "{0}" در موقعیت {1}: {2}
fi: I/O-virhe luettaessa tiedostoa: "{0}" paikassa {1}: {2}
he: שגיאת I/O בקריאת קובץ: "{0}", מיקום {1}: {2}
hi: फ़ाइल पढ़ने में I/O त्रुटि: "{0}" स्थिति {1} पर: {2}
hy: Ֆայլի ընթերցման I/O սխալ՝ «{0}» {1} դիրքում՝ {2}
ja: ファイル読み取り時の I/O エラー: 位置 {1} の「{0}」: {2}
ka: I/O შეცდომა ფაილის წაკითხვისას: „{0}“ პოზიციაზე {1}: {2}
ko: 파일 읽기 중 I/O 오류 발생: 위치 {1}의 “{0}”: {2}
ky_kg: Файлды окууда I/O катасы: "{0}" {1} позициясында: {2}
lt: Įvesties / išvesties klaida skaitant failą: „{0}“ {1} pozicijoje: {2}
lv: I/O kļūda, lasot failu: “{0}” pozīcijā {1}: {2}
mn_mn: Оролт гаралтын файл унших алдаа: {1} байрлал дахь “{0}”: {2}
no: I/O-feil ved lesing av fil: "{0}" ved posisjon {1}: {2}
pa_arab_pk: I/O فائل پڑھن دی غلطی: "{0}" پوزیشن {1} تے: {2}
pa_in: I/O ਰੀਡਿੰਗ ਫਾਈਲ: “{0}” ਸਥਿਤੀ {1} 'ਤੇ: {2}
pl: Plik odczytu błędów we/wy: „{0}” na pozycji {1}: {2}
ps_af: د دوتنې لوستلو I/O تېروتنه: "{0}" په {1} کې: {2}
ro: Eroare I/O la citirea fișierului: „{0}” la poziția {1}: {2}
sk: I/O chyba pri čítaní súboru: „{0}“ na pozícii {1}: {2}
sl: V/I napaka pri branju datoteke: »{0}« na položaju {1}: {2}
sv: I/O-fel vid läsning av fil: "{0}" vid position {1}: {2}
tg_cyrl_tj: Хатогии I/O дар хондани файл: "{0}" дар мавқеи {1}: {2}
th: ไฟล์การอ่านข้อผิดพลาด I/O: “{0}” ที่ตำแหน่ง {1}: {2}
tk_tm: I / O ýalňyş okamak faýly: {1} position: {2} position ýagdaýynda “{0}”
tr: Dosya okunurken G/Ç hatası: {1} konumunda “{0}”: {2}
uk: Помилка введення-виведення при читанні файлу: “{0}” у позиції {1}: {2}

# IOErrorWhileReadingPositionFillDummyWhileCopy
source: I/O Error while reading file "{0}" position {1}: {2}. Block will be replaced with a dummy during copy.
af: I/O-fout lees lêer "{0}" by ligging {1}: {2}. Die blok word vervang deur 'n leë blok wanneer dit gekopieer word.
be_by: Памылка ўводу-вываду пры чытанні файла "{0}" у месцы {1}: {2}. Пры капіраванні блок замяняецца пустым блокам.
bg: I/O грешка при четене на файл "{0}" на място {1}: {2}. Блокът се заменя с празен блок при копиране.
bo_cn: གནས་ཡུལ་{1} ལ་ཡིག་ཆ་ “{0}” ཀློག་སྐབས་སྒུལ་ཆས་ཡང་ན་བརྡ་འཕྲིན་ནོར་འཁྲུལ་བྱུང་ཡོ {2} ད། བཀག་སྡོམ་དེ་འདྲ་བཤུས་བྱེད་སྐབས་བཀག་སྡོམ་སྟོང་པ་ཞིག་གིས་ཚབ་བྱེད་ཀྱི་ཡོད།
ca: Error d'E/S en llegir el fitxer "{0}" a la ubicació {1}: {2}. El bloc es substitueix per un bloc però quan és copia.
chs: 读取位置 {1} 处的文件“{0}”时出现 I/O 错误：{2}。复制时该块将被虚拟块替换。
cht: 讀取位置 {1} 處的檔案「{0}」時出現 I/O 錯誤：{2}。複製時該區塊將被虛擬區塊取代。
cs: Chyba I/O při čtení souboru „{0}“ v umístění {1}: {2}. Blok je při kopírování nahrazen prázdným blokem.
es: Error de E/S al leer el archivo "{0}" en la ubicación {1}: {2}. El bloque se reemplaza por un modelo ficticio cuando se copia.
fa: خطای ورودی/خروجی در خواندن فایل "{0}" در مکان {1}: {2}. بلوک در هنگام کپی با یک بلوک خالی جایگزین می شود.
fi: I/O-virhe luettaessa tiedostoa "{0}" sijainnissa {1}: {2}. Lohko korvataan tyhjällä lohkolla kopioitaessa.
he: שגיאת קלט/פלט בקריאת הקובץ "{0}", מיקום {1}: {2}. הבלוק מוחלף בדמה בעת העתקתו.
hi: स्थान {1}: {2} पर फ़ाइल "{0}" को पढ़ने में I/O त्रुटि। कॉपी करने पर ब्लॉक को एक डमी से बदल दिया जाता है।
hy: I/O սխալ՝ «{0}» ֆայլը կարդալիս {1} վայրում՝ {2}: Բլոկը պատճենվելիս փոխարինվում է դատարկ բլոկով:
ja: 場所 {1} のファイル「{0}" の読み取り時に I/O エラーが発生しました: {2}。ブロックはコピー時にダミーに置き換えられます。
ka: I/O შეცდომა ფაილის წაკითხვისას „{0}“ მდებარეობაზე {1}: {2}. კოპირებისას ბლოკი იცვლება ცარიელი ბლოკით.
ko: {1} 위치에서 "{0}" 파일을 읽는 동안 I/O 오류가 발생했습니다: {2}. 블록은 복사될 때 더미로 대체됩니다.
ky_kg: "{0}" файлын окууда I/O катасы {1}: {2}. Блок көчүрүлгөндө бош блок менен алмаштырылат.
lt: Įvesties / išvesties klaida skaitant failą „{0}“ vietoje {1}: {2}. Kopijuojant blokas pakeičiamas tuščiu bloku.
lv: I/O kļūda, lasot failu “{0}” vietā {1}: {2}. Kopēšanas laikā bloks tiek aizstāts ar tukšu bloku.
mn_mn: {1} байршил дахь “{0}” файлыг унших I/O алдаа: {2}. Хуулбарлах үед блок хоосон блокоор солигдоно.
no: I/U-feil ved lesing av filen "{0}" på plassering {1}: {2}. Blokken erstattes av en dummy når den kopieres.
pa_arab_pk: I/O دی فائل "{0}" نوں پڑھن چ غلطی {1}: {2} تے اے۔ جدوں کاپی کیتا جاندا اے تے بلاک دی تھاں خالی بلاک ہو جاندا اے۔
pa_in: ਸਥਾਨ {1}: {2} 'ਤੇ ਫਾਈਲ “{0}” ਨੂੰ ਪੜ੍ਹਨ ਵਿੱਚ I/O ਗਲਤੀ। ਕਾਪੀ ਕਰਨ 'ਤੇ ਬਲਾਕ ਨੂੰ ਖਾਲੀ ਬਲਾਕ ਨਾਲ ਬਦਲ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ।
pl: Błąd we/wy podczas odczytu pliku „{0}” w lokalizacji {1}: {2}. Po skopiowaniu blok jest zastępowany pustym blokiem.
ps_af: I/O په ځای {1} کې د "{0}" دوتنې لوستلو تېروتنه: {2}. بلاک د کاپي کولو په وخت کې د خالي بلاک لخوا بدلیږي.
ro: Eroare I/O la citirea fișierului „{0}” în locația {1}: {2}. Blocul este înlocuit cu un bloc gol atunci când este copiat.
sk: I/O chyba pri čítaní súboru „{0}“ v umiestnení {1}: {2}. Blok sa pri kopírovaní nahradí prázdnym blokom.
sl: V/I napaka pri branju datoteke »{0}« na lokaciji {1}: {2}. Blok se pri kopiranju nadomesti s praznim blokom.
sv: I/O-fel vid läsning av filen "{0}" på plats {1}: {2}. Blocket ersätts av ett tomt block när det kopieras.
tg_cyrl_tj: Хатогии I/O дар хондани файли "{0}" дар макони {1}: {2}. Ҳангоми нусхабардорӣ блок бо блоки холӣ иваз карда мешавад.
th: ข้อผิดพลาด I/O ในการอ่านไฟล์ “{0}” ที่ตำแหน่ง {1}: {2} บล็อกจะถูกแทนที่ด้วยบล็อกว่างเมื่อคัดลอก
tk_tm: I / O error {1}: {2} location ýerinde “{0}” faýl okamakda ýalňyşlyk. Göçürilende blok boş blok bilen çalşyrylýar.
tr: {1} konumundaki “{0}” dosyası okunurken G/Ç hatası: {2}. Blok kopyalandığında bir kukla ile değiştirilir.
uk: Помилка введення-виведення під час читання файлу «{0}» у місці {1}: {2}. При копіюванні блок замінюється порожнім блоком.

# IOErrorWritingFile
source: I/O Error writing file "{0}": {1}
af: I/O-fout met skryf van lêer "{0}": {1}
be_by: Памылка ўводу-вываду пры запісе файла “{0}”: {1}
bg: I/O грешка при запис на файл „{0}“: {1}
bo_cn: ཡིག་ཆ་“{0}”ནང་སྒུལ་གཏོང་ཡང་ན་སྨྱན་སྦྱོར་གྱི་ནོར་འཁྲུལ། {1}
ca: Error d'E/S escrit al fitxer "{0}": {1}
chs: 写入文件“{0}”时出现 I/O 错误：{1}
cht: 寫入檔案「{0}」時出現 I/O 錯誤：{1}
cs: Chyba I/O při zápisu souboru „{0}“: {1}
es: Error de E/S al escribir el archivo “{0}”: {1}
fa: خطای ورودی/خروجی در نوشتن فایل "{0}": {1}
fi: I/O-virhe kirjoitettaessa tiedostoa "{0}": {1}
he: שגיאת קלט/פלט בכתיבת קובץ "{0}": {1}
hi: फ़ाइल "{0}" लिखने में I/O त्रुटि: {1}
hy: «{0}» ֆայլը գրելու I/O սխալ՝ {1}
ja: ファイル「{0}」の書き込み I/O エラー: {1}
ka: I/O შეცდომა ფაილის „{0}“ დაწერისას: {1}
ko: “{0}” 파일을 쓰는 중 I/O 오류 발생: {1}
ky_kg: "{0}" файлын жазууда I/O катасы: {1}
lt: Įvesties / išvesties klaida rašant failą „{0}“: {1}
lv: I/O kļūda, rakstot failu “{0}”: {1}
mn_mn: “{0}” файлыг бичих оролт гаралтын алдаа: {1}
no: I/U-feil ved skriving av filen «{0}»: {1}
pa_arab_pk: I/O غلطی لکھن آلی فائل "{0}": {1}
pa_in: I/O ਫਾਈਲ “{0}” ਲਿਖਣ ਵਿੱਚ ਗਲਤੀ: {1}
pl: Błąd we/wy podczas zapisywania pliku „{0}”: {1}
ps_af: I/O د دوتنې لیکلو تېروتنه "{0}": {1}
ro: Eroare I/O la scrierea fișierului „{0}”: {1}
sk: I/O chyba pri zápise súboru „{0}“: {1}
sl: V/I napaka pri pisanju datoteke »{0}«: {1}
sv: I/O-fel när filen "{0}" skrevs: {1}
tg_cyrl_tj: Хатогии I/O дар навиштани файли "{0}": {1}
th: ข้อผิดพลาด I/O ในการเขียนไฟล์ “{0}”: {1}
tk_tm: I / O ýalňyş ýazmak faýly “{0}”: {1}
tr: “{0}” dosyası yazılırken G/Ç hatası: {1}
uk: Помилка вводу/виводу при записі файлу “{0}”: {1}
