Repository: NataljaNeumann/SyncFolders
Catalog: SyncFolders/Resources.*.resx
Languages: af, be_by, bg, bo_cn, ca, chs, cht, cs, es, fa, fi, he, hi, hy, ja, ka, ko, ky_kg, lt, lv, mn_mn, no, pa_arab_pk, pa_in, pl, ps_af, ro, sk, sl, sv, tg_cyrl_tj, th, tk_tm, tr, uk

# KeepingReadableButNotRecoverableBlockAtOffset
source: Keeping readable but not recoverable block at offset {0}, checksum indicates the block is wrong
af: Die leesbare maar onherstelbare blokkie by posisie {0} bly. Die kontrolesom dui aan dat die blok verkeerd is
be_by: Чытальны, але невыпраўляльны блок у пазіцыі {0} застаецца. Кантрольная сума паказвае, што блок няправільны
bg: Четимият, но невъзстановим блок на позиция {0} остава. Контролната сума показва, че блокът е неправилен
bo_cn: གནས་ {0} ལ་ཡོད་པའི་ཀློག་ཐུབ་ཀྱང་སླར་གསོ་བྱེད་མི་ཐུབ་པའི་བཀག་སྡོམ་དེ་ལྷག་ཡོད། ཞིབ་བཤེར་གྲངས་འབོར་གྱིས་སྡེབ་ཚན་དེ་ནོར་འཁྲུལ་ཅན་ཡིན་པ་མཚོན་གྱི་ཡོད།
ca: El bloc llegible però irrecuperable a la posició {0} es manté. La suma de comprovació indica que el bloc és incorrecte
chs: 位置 {0} 处的可读但不可恢复的块仍然存在。校验和表明该块不正确
cht: 位置 {0} 處的可讀但不可恢復的區塊仍然存在。校驗和表示該區塊不正確
cs: Čitelný, ale neobnovitelný blok na pozici {0} zůstává. Kontrolní součet označuje, že blok je nesprávný
es: El bloque legible pero irrecuperable en la posición {0} permanece. La suma de comprobación indica que el bloque es incorrecto.
fa: بلوک قابل خواندن اما غیرقابل بازیابی در موقعیت {0} باقی می ماند. چک جمع نشان می دهد که بلوک نادرست است
fi: Luettavissa oleva, mutta peruuttamaton lohko kohdassa {0} säilyy. Tarkistussumma osoittaa, että lohko on väärä
he: החסימה הניתנת לקריאה אך בלתי ניתנת לשחזור במיקום {0} נשאר. סכום הבדיקה מציין שהחסימה שגויה
hi: स्थिति {0} पर पठनीय लेकिन अप्राप्य ब्लॉक बना हुआ है। चेकसम इंगित करता है कि ब्लॉक गलत है
hy: {0} դիրքում ընթեռնելի, բայց չվերականգնվող բլոկը մնում է: Ստուգման գումարը ցույց է տալիս, որ բլոկը սխալ է
ja: 読み取り可能だが回復不可能な位置 {0} のブロックが残ります。チェックサムはブロックが正しくないことを示しています
ka: რჩება წაკითხვადი, მაგრამ არააღდგენელი ბლოკი პოზიციაზე {0}. საკონტროლო ჯამი მიუთითებს, რომ ბლოკი არასწორია
ko: 읽을 수는 있지만 복구할 수 없는 {0} 위치의 블록이 남아 있습니다. 체크섬은 블록이 잘못되었음을 나타냅니다.
ky_kg: {0} позициясында окула турган, бирок калыбына келтирилгис блок кала берет. Текшерүү суммасы блоктун туура эмес экенин көрсөтүп турат
lt: Nuskaitomas, bet neatkuriamas blokas {0} pozicijoje išlieka. Kontrolinė suma rodo, kad blokas yra neteisingas
lv: Paliek lasāms, bet neatkopjams bloks pozīcijā {0}. Kontrolsumma norāda, ka bloks ir nepareizs
mn_mn: {0} байрлал дахь уншигдах боловч сэргээх боломжгүй блок хэвээр байна. Шалгалтын дүн нь блок буруу байгааг харуулж байна
no: Den lesbare, men uopprettelige blokken ved posisjon {0} forblir. Kontrollsummen indikerer at blokkeringen er feil
pa_arab_pk: پوزیشن {0} تے پڑھن دے قابل لیکن ناقابل بازیابی بلاک رہندا اے۔ چیک سم دسدا اے کہ بلاک غلط اے
pa_in: ਸਥਿਤੀ {0} 'ਤੇ ਪੜ੍ਹਨਯੋਗ ਪਰ ਮੁੜ-ਪ੍ਰਾਪਤ ਨਾ ਹੋਣ ਵਾਲਾ ਬਲਾਕ ਰਹਿੰਦਾ ਹੈ। ਚੈੱਕਸਮ ਦੱਸਦਾ ਹੈ ਕਿ ਬਲਾਕ ਗਲਤ ਹੈ
pl: Czytelny, ale niemożliwy do odzyskania blok na pozycji {0} pozostaje. Suma kontrolna wskazuje, że blok jest nieprawidłowy
ps_af: په {0} موقعیت کې د لوستلو وړ مګر د بیرته راګرځیدو وړ بلاک پاتې دی. چکسم په ګوته کوي چې بلاک غلط دی
ro: Blocul care poate fi citit, dar care nu poate fi recuperat de la poziția {0} rămâne. Suma de control indică faptul că blocul este incorect
sk: Čitateľný, ale neobnoviteľný blok na pozícii {0} zostáva. Kontrolný súčet znamená, že blok je nesprávny
sl: Berljiv, vendar nepopravljiv blok na položaju {0} ostane. Kontrolna vsota kaže, da je blok napačen
sv: Det läsbara men oåterställbara blocket vid position {0} finns kvar. Kontrollsumman indikerar att blocket är felaktigt
tg_cyrl_tj: Блоки хондашаванда, вале барқарорнашаванда дар мавқеи {0} боқӣ мемонад. Маблағи санҷиш нишон медиҳад, ки блок нодуруст аст
th: บล็อกที่อ่านได้แต่ไม่สามารถกู้คืนได้ที่ตำแหน่ง {0} ยังคงอยู่ ผลรวมตรวจสอบบ่งชี้ว่าบล็อกไม่ถูกต้อง
tk_tm: {0} position ýagdaýynda okalýan, ýöne yzyna gaýtaryp bolmaýan blok galýar. Barlag, blokyň nädogrydygyny görkezýär
tr: {0} konumundaki okunabilir ancak kurtarılamayan blok kalır. Sağlama toplamı bloğun yanlış olduğunu gösterir
uk: Читальний, але невідновлюваний блок у позиції {0} залишається. Контрольна сума вказує на те, що блок неправильний

# KeepingReadableNonRecovBBlockAtAlsoInCopy
source: Keeping readable but not recoverable block at offset {0} of original file "{1}" also in copy "{2}", checksum indicates the block is wrong
af: Die leesbare maar onherstelbare blok by posisie {0} van die oorspronklike lêer "{1}" bly ook in die kopie "{2}". Die kontrolesom dui aan dat die blok verkeerd is
be_by: Чытальны, але неаднаўляльны блок у пазіцыі {0} зыходнага файла "{1}" таксама застаецца ў копіі "{2}". Кантрольная сума паказвае, што блок няправільны
bg: Четимият, но невъзстановим блок на позиция {0} на оригиналния файл „{1}“ също остава в копието „{2}“. Контролната сума показва, че блокът е неправилен
bo_cn: ཡིག་ཆ་ཐོག་མ་ “{1}” ཡི་གནས་ཡུལ་ {0} ནང་ཡོད་པའི་ཀློག་ཐུབ་ཀྱང་སླར་གསོ་བྱེད་མི་ཐུབ་པའི་བཀག་སྡོམ་དེ་ཡང་འདྲ་བཤུས་ “{2}” ནང་དུ་ལྷག་ཡོད། ཞིབ་བཤེར་གྲངས་འབོར་གྱིས་སྡེབ་ཚན་དེ་ནོར་འཁྲུལ་ཅན་ཡིན་པ་མཚོན་གྱི་ཡོད།
ca: El bloc llegible però irrecuperable a la posició {0} del fitxer original "{1}" també roman a la còpia "{2}". La suma de comprovació indica que el bloc és incorrecte
chs: 原始文件“{1}”位置{0}处的可读但不可恢复的块也保留在副本“{2}”中。校验和表明该块不正确
cht: 原始檔案「{1}」位置{0}處的可讀但不可恢復的區塊也保留在副本「{2}」中。校驗和表示該區塊不正確
cs: Čitelný, ale neobnovitelný blok na pozici {0} původního souboru „{1}“ také zůstává v kopii „{2}“. Kontrolní součet označuje, že blok je nesprávný
es: El bloque legible pero irrecuperable en la posición {0} del archivo original "{1}" también permanece en la copia "{2}". La suma de comprobación indica que el bloque es incorrecto.
fa: بلوک قابل خواندن اما غیرقابل بازیابی در موقعیت {0} فایل اصلی "{1}" نیز در کپی "{2}" باقی می ماند. چک جمع نشان می دهد که بلوک نادرست است
fi: Alkuperäisen tiedoston "{1}" kohdassa {0} oleva luettavissa oleva mutta palauttamaton lohko jää myös kopioon "{2}". Tarkistussumma osoittaa, että lohko on väärä
he: הבלוק הקריא אך בלתי ניתן לשחזור במיקום {0} של הקובץ המקורי "{1}" נשאר גם בעותק "{2}". סכום הבדיקה מציין שהחסימה שגויה
hi: मूल फ़ाइल "{1}" की स्थिति {0} पर पठनीय लेकिन अप्राप्य ब्लॉक भी "{2}" प्रतिलिपि में रहता है। चेकसम इंगित करता है कि ब्लॉक गलत है
hy: «{1}» բնօրինակ ֆայլի {0} դիրքում ընթեռնելի, բայց չվերականգնվող բլոկը նույնպես մնում է «{2}» պատճենում: Ստուգման գումարը ցույց է տալիս, որ բլոկը սխալ է
ja: 元のファイル 「{1}」 の位置 {0} にある読み取り可能だが回復できないブロックは、コピー 「{2}」 にも残ります。チェックサムはブロックが正しくないことを示しています
ka: წაკითხვადი, მაგრამ ამოუხსნელი ბლოკი ორიგინალური ფაილის „{1}“ პოზიციაზე {0} ასევე რჩება ასლში „{2}“. საკონტროლო ჯამი მიუთითებს, რომ ბლოკი არასწორია
ko: 원본 파일 "{1}"의 {0} 위치에 있는 읽기 가능하지만 복구할 수 없는 블록도 복사본 "{2}"에 남아 있습니다. 체크섬은 블록이 잘못되었음을 나타냅니다.
ky_kg: "{1}" түпнуска файлынын {0} позициясындагы окула турган, бирок калыбына келтирилгис блок да "{2}" көчүрмөсүндө калат. Текшерүү суммасы блоктун туура эмес экенин көрсөтүп турат
lt: Skaitomas, bet neatkuriamas blokas pradinio failo „{1}“ {0} pozicijoje taip pat lieka kopijoje „{2}“. Kontrolinė suma rodo, kad blokas yra neteisingas
lv: Nolasāmais, bet neatkopjamais bloks sākotnējā faila “{1}” pozīcijā {0} arī paliek kopijā “{2}”. Kontrolsumma norāda, ka bloks ir nepareizs
mn_mn: Анхны “{1}” файлын {0} байрлал дахь уншигдах боловч сэргээх боломжгүй блок мөн “{2}” хуулбарт хэвээр байна. Шалгалтын дүн нь блок буруу байгааг харуулж байна
no: Den lesbare, men uopprettelige blokken på posisjon {0} av den opprinnelige filen "{1}" forblir også i kopien "{2}". Kontrollsummen indikerer at blokkeringen er feil
pa_arab_pk: اصل فائل "{1}" دی پوزیشن {0} تے پڑھن جوگ پر ناقابل بازیابی بلاک وی کاپی "{2}" چ رہندا اے۔ چیک سم دسدا اے کہ بلاک غلط اے
pa_in: ਮੂਲ ਫ਼ਾਈਲ “{1}” ਦੀ ਸਥਿਤੀ {0} 'ਤੇ ਪੜ੍ਹਨਯੋਗ ਪਰ ਮੁੜ-ਮੁੜਨਯੋਗ ਬਲਾਕ ਵੀ ਕਾਪੀ “{2}” ਵਿੱਚ ਰਹਿੰਦਾ ਹੈ। ਚੈੱਕਸਮ ਦੱਸਦਾ ਹੈ ਕਿ ਬਲਾਕ ਗਲਤ ਹੈ
pl: Czytelny, ale niemożliwy do odzyskania blok w pozycji {0} oryginalnego pliku „{1}” pozostaje również w kopii „{2}”. Suma kontrolna wskazuje, że blok jest nieprawidłowy
ps_af: د اصلي دوتنې "{1}" په {0} موقعیت کې د لوستلو وړ مګر نه راګرځیدونکی بلاک هم په کاپي "{2}" کې پاتې دی. چکسم په ګوته کوي چې بلاک غلط دی
ro: Blocul care poate fi citit, dar care nu poate fi recuperat, din poziția {0} a fișierului original „{1}” rămâne, de asemenea, în copia „{2}”. Suma de control indică faptul că blocul este incorect
sk: Čitateľný, ale neobnoviteľný blok na pozícii {0} pôvodného súboru „{1}“ tiež zostáva v kópii „{2}“. Kontrolný súčet znamená, že blok je nesprávny
sl: Berljiv, vendar nepopravljiv blok na položaju {0} izvirne datoteke »{1}« prav tako ostane v kopiji »{2}«. Kontrolna vsota kaže, da je blok napačen
sv: Det läsbara men oåterställbara blocket vid position {0} i originalfilen "{1}" finns också kvar i kopian "{2}". Kontrollsumman indikerar att blocket är felaktigt
tg_cyrl_tj: Блоки хондашаванда, вале барқарорнашаванда дар мавқеи {0}-и файли аслии "{1}" низ дар нусхаи "{2}" боқӣ мемонад. Маблағи санҷиш нишон медиҳад, ки блок нодуруст аст
th: บล็อกที่สามารถอ่านได้แต่ไม่สามารถกู้คืนได้ที่ตำแหน่ง {0} ของไฟล์ต้นฉบับ “{1}” จะยังคงอยู่ในสำเนา “{2}” เช่นกัน ผลรวมตรวจสอบบ่งชี้ว่าบล็อกไม่ถูกต้อง
tk_tm: “{1}” asyl faýlyň {0} position ýagdaýynda okalýan, ýöne yzyna gaýtaryp bolmaýan blok hem “{2}” nusgasynda galýar. Barlag, blokyň nädogrydygyny görkezýär
tr: “{1}” orijinal dosyasının {0} konumundaki okunabilir ancak kurtarılamayan blok da “{2}” kopyasında kalır. Sağlama toplamı bloğun yanlış olduğunu gösterir
uk: Читальний, але невідновлюваний блок у позиції {0} вихідного файлу «{1}» також залишається в копії «{2}». Контрольна сума вказує на те, що блок неправильний

# LogFileName
source: Sync Folders Log English
af: Gidse Sinchronisasie Log Afrikaans
be_by: Часопіс сінхранізацыі каталогаў па-беларуску
bg: Дневник за синхронизиране на папки български
bo_cn: བོད་ཡིག་ཐོག་ཡིག་ཆ་མཉམ་སྒྲིག་ཟིན་ཐོ་ཡིག་ཆ།
ca: Protocol de sincronització de carpetes català
chs: 目录 同步 日志 中文
cht: 目錄同步日誌德語
cs: Protokol synchronizace složek Česky
es: Registro de sincronización de directorios en español
fa: پروتکل همگام سازی به زبان فارسی
fi: Synkronoi hakemistot protokolla suomi
he: פרוטוקול סנכרון בעברית
hi: निर्देशिकाएँ सिंक्रोनाइज़ लॉग हिंदी
hy: Թղթապանակների համաժամացման արձանագրություն հայերեն
ja: ディレクトリ同期ログ 日本語
ka: დირექტორიების სინქრონიზაცია პროტოკოლი ქართული
ko: 디렉터리 동기화 로그 한국어
ky_kg: Папканы синхрондоштуруу протоколу кыргызча
lt: Aplankų sinchronizavimo protokolas Lietuvių kalba
lv: Mapju sinhronizācijas protokols Latviešu
mn_mn: Фолдер синхрончлолын протокол Монгол
no: Kataloger Synkroniser Logg norsk
pa_arab_pk: پنجابی وچ فولڈر سنک پروٹوکول
pa_in: ਪੰਜਾਬੀ ਵਿੱਚ ਫੋਲਡਰ ਸਿੰਕ ਪ੍ਰੋਟੋਕੋਲ
pl: Protokół synchronizacji folderów w języku polskim
ps_af: د فولډر همغږي کولو پروتوکول افغان
ro: Folder synchronization protocol în română
sk: Protokol synchronizácie priečinkov v slovenčine
sl: Protokol za sinhronizacijo map v slovenščini
sv: Folder Synchronization Protocol på svenska
tg_cyrl_tj: Протоколи ҳамоҳангсозии ҷузвдонҳо бо забони тоҷикӣ
th: โปรโตคอลการซิงโครไนซ์โฟลเดอร์เป็นภาษาไทย
tk_tm: Türkmenlerdäki bukjalary sinhronlaşdyrmak protokoly
tr: Dizin senkronizasyon protokolü Türkçe
uk: Протокол синхронізації папок українською мовою

# Message
source: Message from copy process
af: Verslag van die kopiëringsproses
be_by: Справаздача аб працэсе капіравання
bg: Доклад за процеса на копиране
bo_cn: བཤུ་བཤུས་བརྒྱུད་རིམ་གྱི་སྙན་ཞུ།
ca: Informe del procés de còpia
chs: 复印过程报告
cht: 影印過程報告
cs: Zpráva o procesu kopírování
es: Informe del proceso de copia.
fa: گزارش فرآیند کپی
fi: Raportti kopiointiprosessista
he: דיווח על תהליך ההעתקה
hi: प्रतिलिपि बनाने की प्रक्रिया की रिपोर्ट
hy: Պատճենահանման գործընթացի հաշվետվություն
ja: コピー作業のレポート
ka: კოპირების პროცესის ანგარიში
ko: 복사 과정 보고서
ky_kg: Көчүрмө процессинин отчету
lt: Ataskaita apie kopijavimo procesą
lv: Pārskats par kopēšanas procesu
mn_mn: Хуулбарлах үйл явцын тайлан
no: Rapport om kopieringsprosessen
pa_arab_pk: کاپی کرن دے عمل دی رپورٹ
pa_in: ਕਾਪੀ ਕਰਨ ਦੀ ਪ੍ਰਕਿਰਿਆ ਦੀ ਰਿਪੋਰਟ
pl: Raport z procesu kopiowania
ps_af: د کاپي کولو پروسې راپور
ro: Raportul procesului de copiere
sk: Správa o procese kopírovania
sl: Poročilo o postopku kopiranja
sv: Rapport om kopieringsprocessen
tg_cyrl_tj: Ҳисобот дар бораи раванди нусхабардорӣ
th: รายงานขั้นตอนการคัดลอก
tk_tm: Göçürmek prosesi barada hasabat
tr: Kopyalama işleminin raporu
uk: Звіт про процес копіювання

source: no
af: nee
be_by: няма
bg: не
bo_cn: མིན
chs: 不
cht: 不
cs: žádný
fa: نه
fi: ei
he: לֹא
hi: नहीं
hy: ոչ
ja: いいえ
ka: არა
ko: 아니요
ky_kg: жок
lt: ne
lv: nē
mn_mn: үгүй
no: ingen
pa_arab_pk: نئیں
pa_in: ਨਹੀਂ
pl: nie
ps_af: نه
ro: nu
sk: č
sl: št
sv: inga
tg_cyrl_tj: не
th: เลขที่
tk_tm: ýok
tr: HAYIR
uk: нi

source: Operation canceled
af: Proses gestop
be_by: Працэс спынены
bg: Процесът е прекратен
bo_cn: བྱ་རིམ་མཚམས་འཇོག་བྱས།
ca: Procés avortat
chs: 进程中止
cht: 行程中止
cs: Proces přerušen
es: Proceso abortado
fa: فرآیند متوقف شد
fi: Prosessi keskeytetty
he: התהליך הופסק
hi: प्रक्रिया निरस्त कर दी गई
hy: Գործընթացը ընդհատվեց
ja: プロセスが中止されました
ka: პროცესი შეწყდა
ko: 프로세스가 중단되었습니다.
ky_kg: Процесс токтотулду
lt: Procesas nutrauktas
lv: Process pārtraukts
mn_mn: Процессыг зогсоосон
no: Prosessen ble avbrutt
pa_arab_pk: عمل ختم کر دتا گیا
pa_in: ਪ੍ਰਕਿਰਿਆ ਰੱਦ ਕੀਤੀ ਗਈ
pl: Proces przerwany
ps_af: پروسه لغوه شوه
ro: Proces avortat
sk: Proces prerušený
sl: Postopek prekinjen
sv: Processen avbröts
tg_cyrl_tj: Раванд қатъ карда шуд
th: กระบวนการถูกยกเลิก
tk_tm: Amal ýatyryldy
tr: İşlem iptal edildi
uk: Процес перервано

source: Operation finished
af: Proses geëindig
be_by: Працэс завершаны
bg: Процесът приключи
bo_cn: བྱ་རིམ་མཇུག་རྫོགས།
ca: El procés ha finalitzat
chs: 流程结束
cht: 流程結束
cs: Proces ukončen
es: Proceso finalizado
fa: فرآیند به پایان رسید
fi: Prosessi päättyi
he: התהליך הסתיים
hi: प्रक्रिया ख़त्म
hy: Գործընթացն ավարտվեց
ja: プロセスが終了しました
ka: პროცესი დასრულდა
ko: 프로세스가 종료되었습니다.
ky_kg: Процесс аяктады
lt: Procesas baigėsi
lv: Process beidzies
mn_mn: Процесс дууссан
no: Prosessen avsluttetProsessen avsluttet
pa_arab_pk: عمل ختم ہو گیا
pa_in: ਪ੍ਰਕਿਰਿਆ ਸਮਾਪਤ ਹੋਈ
pl: Proces zakończony
ps_af: پروسه پای ته ورسیده
ro: Procesul s-a încheiat
sk: Proces ukončený
sl: Postopek končan
sv: Processen avslutad
tg_cyrl_tj: Раванд ба охир расид
th: กระบวนการสิ้นสุดแล้ว
tk_tm: Amal tamamlandy
tr: Süreç sona erdi
uk: Процес завершено

# OutOfBadBlocksNotRestoredInCopyBytes
source: Out of {0} bad blocks in the original file not restored parts in the copy "{1}": {2} bytes.
af: Van {0} slegte blokke in die oorspronklike lêer, is {2} grepe nie in die kopie "{1}" herwin nie.
be_by: З {0} пашкоджаных блокаў у зыходным файле {2} байт не былі адноўлены ў копіі "{1}".
bg: От {0} лоши блока в оригиналния файл, {2} байта не бяха възстановени в копието „{1}“.
bo_cn: ཡིག་ཆ་ངོ་མའི་ནང་དུ་ཡོད་པའི་ {0} བཀག་སྡོམ་ངན་པ་ནང་ནས་ {2} བཱའིཊི་འདྲ་བཤུས་ “{1}” ནང་དུ་སླར་གསོ་བྱེད་ཐུབ་ཀྱི་མེད།
ca: Dels {0} blocs defectuosos del fitxer original, no s'han recuperat {2} bytes a la còpia "{1}".
chs: 在原始文件中的 {0} 个坏块中，副本“{1}”中未恢复 {2} 个字节。
cht: 在原始檔案中的 {0} 個壞區塊中，副本「{1}」中未還原 {2} 個位元組。
cs: Z {0} chybných bloků v původním souboru nebylo v kopii „{1}“ obnoveno {2} bajtů.
es: De {0} bloques defectuosos en el archivo original, no se recuperaron {2} bytes en la copia "{1}".
fa: از {0} بلوک بد در فایل اصلی، {2} بایت در کپی "{1}" بازیابی نشد.
fi: Alkuperäisen tiedoston {0} virheellisestä lohkosta {2} tavua ei palautettu kopiossa "{1}".
he: מתוך {0} בלוקים פגומים בקובץ המקורי, {2} בתים לא שוחזרו בעותק "{1}".
hi: मूल फ़ाइल में {0} ख़राब ब्लॉकों में से, {2} बाइट्स कॉपी "{1}" में पुनर्प्राप्त नहीं किए गए थे।
hy: Սկզբնական ֆայլի {0} վատ բլոկներից {2} բայթը չի վերականգնվել «{1}» պատճենում:
ja: 元のファイル内の {0} 個の不良ブロックのうち、{2} バイトがコピー 「{1}」 で回復されませんでした。
ka: ორიგინალ ფაილში არსებული {0} ცუდი ბლოკიდან, {2} ბაიტი არ იქნა აღდგენილი ასლში „{1}“.
ko: 원본 파일의 불량 블록 {0}개 중 {2}바이트가 "{1}" 복사본에서 복구되지 않았습니다.
ky_kg: Түпнуска файлдагы {0} начар блоктордун {2} байт "{1}" көчүрмөсүндө калыбына келтирилген жок.
lt: Iš {0} blogų blokų pradiniame faile {2} baitai nebuvo atkurti kopijoje „{1}“.
lv: No {0} sliktajiem blokiem sākotnējā failā {2} baiti netika atgūti kopijā “{1}”.
mn_mn: Эх файл дахь {0} муу блокуудаас {2} байт нь “{1}” хуулбараас сэргээгдсэнгүй.
no: Av {0} dårlige blokker i den opprinnelige filen, ble ikke {2} byte gjenopprettet i kopien "{1}".
pa_arab_pk: اصل فائل چ {0} خراب بلاکس چوں، {2} بائٹ کاپی "{1}" چ بازیافت نئیں کیتے گئے۔
pa_in: ਮੂਲ ਫਾਈਲ ਵਿੱਚ {0} ਖਰਾਬ ਬਲਾਕਾਂ ਵਿੱਚੋਂ, ਕਾਪੀ “{1}” ਵਿੱਚ {2} ਬਾਈਟ ਮੁੜ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤੇ ਗਏ ਸਨ।
pl: Z {0} uszkodzonych bloków w oryginalnym pliku, w kopii „{1}” nie udało się odzyskać {2} bajtów.
ps_af: په اصلي فایل کې د {0} خراب بلاکونو څخه، {2} بایټونه په کاپي "{1}" کې ندي ترلاسه شوي.
ro: Din {0} blocuri defectuoase din fișierul original, {2} octeți nu au fost recuperați în copia „{1}”.
sk: Z {0} chybných blokov v pôvodnom súbore nebolo obnovených {2} bajtov v kópii „{1}“.
sl: Od {0} slabih blokov v izvirni datoteki {2} bajtov ni bilo obnovljenih v kopiji »{1}«.
sv: Av {0} dåliga block i originalfilen återställdes inte {2} byte i kopian "{1}".
tg_cyrl_tj: Аз {0} блокҳои бад дар файли аслӣ, {2} байт дар нусхаи "{1}" барқарор карда нашуд.
th: จากบล็อกที่เสียหาย {0} บล็อกในไฟล์ต้นฉบับ ไม่มีการกู้คืน {2} ไบต์ในสำเนา “{1}”
tk_tm: Asyl faýldaky {0} erbet bloklardan “{1}” nusgasynda {2} baýt tapylmady.
tr: Orijinal dosyadaki {0} bozuk bloktan, “{1}” kopyasında {2} bayt kurtarılamadı.
uk: З {0} пошкоджених блоків у вихідному файлі {2} байтів не було відновлено в копії «{1}».

# RecoveringBlockAtOfCopiedFile
source: Recovering block at position {0} of copied destination file "{1}"
af: Blok by posisie {0} van die gekopieerde teikenlêer "{1}" is herstel
be_by: Блок у пазіцыі {0} скапіраванага мэтавага файла «{1}» адноўлены
bg: Блокът на позиция {0} на копирания целеви файл „{1}“ е възстановен
bo_cn: འདྲ་བཤུས་བྱས་པའི་དམིགས་འབེན་ཡིག་ཆ་“{1}”ཡི་གནས་ཡུལ་{0}ལ་ཡོད་པའི་བཀག་སྡོམ་སླར་གསོ་བྱས།
ca: Es restaura el bloc a la posició {0} del fitxer de destinació copiat "{1}".
chs: 复制的目标文件“{1}”的位置{0}处的块已恢复
cht: 複製的目標檔案「{1}」的位置{0}處的區塊已恢復
cs: Blok na pozici {0} zkopírovaného cílového souboru „{1}“ je obnoven
es: Se restaura el bloque en la posición {0} del archivo de destino copiado "{1}"
fa: بلوک در موقعیت {0} فایل هدف کپی شده "{1}" بازیابی شد
fi: Kopioidun kohdetiedoston "{1}" esto kohdassa {0} palautetaan
he: החסימה במיקום {0} של קובץ היעד שהועתק "{1}" שוחזר
hi: कॉपी की गई लक्ष्य फ़ाइल "{1}" की स्थिति {0} पर ब्लॉक पुनर्स्थापित किया गया है
hy: «{1}» պատճենված թիրախային ֆայլի {0} դիրքի արգելափակումը վերականգնվել է
ja: コピーされたターゲットファイル「{1}」の位置{0}のブロックが復元されます
ka: დაკოპირებული სამიზნე ფაილის „{1}“ პოზიციაზე {0} ბლოკი აღდგენილია
ko: 복사된 대상 파일 “{1}”의 {0} 위치에 있는 블록이 복원되었습니다.
ky_kg: Көчүрүлгөн максаттуу файлдын {0} позициясындагы блок "{1}" калыбына келтирилди
lt: Atkuriamas nukopijuoto tikslinio failo „{1}“ blokavimas {0} pozicijoje
lv: Kopētā mērķa faila “{1}” bloķēšana {0}. pozīcijā ir atjaunota
mn_mn: Хуулсан зорилтот файлын “{1}”-н {0} байрлал дахь блок сэргээгдсэн
no: Blokkeringen ved posisjon {0} av den kopierte målfilen «{1}» er gjenopprettet
pa_arab_pk: کاپی کیتی گئی ٹارگٹ فائل "{1}" دی پوزیشن {0} تے بلاک بحال ہو گیا اے
pa_in: ਕਾਪੀ ਕੀਤੀ ਟਾਰਗੇਟ ਫ਼ਾਈਲ “{1}” ਦੀ ਸਥਿਤੀ {0} 'ਤੇ ਬਲਾਕ ਨੂੰ ਮੁੜ-ਬਹਾਲ ਕੀਤਾ ਗਿਆ ਹੈ
pl: Blok w pozycji {0} skopiowanego pliku docelowego „{1}” zostaje przywrócony
ps_af: د کاپي شوي هدف فایل "{1}" ځای {0} کې بلاک بحال شوی
ro: Blocul din poziția {0} a fișierului țintă copiat „{1}” este restaurat
sk: Blok na pozícii {0} skopírovaného cieľového súboru „{1}“ je obnovený
sl: Blok na položaju {0} kopirane ciljne datoteke »{1}« je obnovljen
sv: Blocket vid position {0} i den kopierade målfilen "{1}" återställs
tg_cyrl_tj: Блок дар мавқеъи {0}-и файли ҳадафи нусхабардории "{1}" барқарор карда мешавад
th: บล็อกที่ตำแหน่ง {0} ของไฟล์เป้าหมายที่คัดลอก “{1}” ได้รับการกู้คืน
tk_tm: Göçürilen maksatly faýlyň “{1}” {0} position ýagdaýynda blokirlendi
tr: Kopyalanan “{1}” hedef dosyasının {0} konumundaki blok geri yüklendi
uk: Блок у позиції {0} скопійованого цільового файлу «{1}» відновлено

# RecoveringBlockAtOffsetOfFile
source: Recovering block at offset {0} of the file "{1}"
af: Blok by posisie {0} van lêer "{1}" is herstel.
be_by: Блок у пазіцыі {0} файла "{1}" адноўлены.
bg: Блокирането на позиция {0} на файла „{1}“ е възстановено.
bo_cn: ཡིག་ཆ་ “{1}” ཡི་གནས་ཡུལ་ {0} ལ་ཡོད་པའི་བཀག་སྡོམ་དེ་སླར་གསོ་བྱས།
ca: El bloc a la posició {0} del fitxer "{1}" es restaura.
chs: 文件“{1}”位置{0}处的块已恢复。
cht: 檔案「{1}」位置{0}處的區塊已恢復。
cs: Blok na pozici {0} souboru „{1}“ je obnoven.
es: Se restaura el bloque en la posición {0} del archivo "{1}".
fa: بلوک در موقعیت {0} فایل "{1}" بازیابی شد.
fi: Tiedoston "{1}" esto paikassa {0} palautetaan.
he: החסימה במיקום {0} של הקובץ "{1}" שוחזר.
hi: फ़ाइल "{1}" की स्थिति {0} पर ब्लॉक पुनर्स्थापित किया गया है।
hy: «{1}» ֆայլի {0} դիրքի արգելափակումը վերականգնվել է:
ja: ファイル 「{1}」 の位置 {0} のブロックが復元されます。
ka: ფაილის „{1}“ პოზიციაზე {0} ბლოკი აღდგენილია.
ko: "{1}" 파일의 {0} 위치에 있는 블록이 복원되었습니다.
ky_kg: "{1}" файлынын {0} позициясындагы блок калыбына келтирилди.
lt: Atkurtas failo „{1}“ blokavimas {0} pozicijoje.
lv: Faila “{1}” bloķēšana {0}. pozīcijā ir atjaunota.
mn_mn: “{1}” файлын {0} байрлал дахь блок сэргээгдсэн.
no: Blokkeringen ved posisjon {0} av filen "{1}" er gjenopprettet.
pa_arab_pk: فائل "{1}" دی پوزیشن {0} تے بلاک بحال ہو گیا اے۔
pa_in: “{1}” ਫਾਈਲ ਦੀ ਸਥਿਤੀ {0} 'ਤੇ ਬਲਾਕ ਨੂੰ ਰੀਸਟੋਰ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Blok w pozycji {0} pliku „{1}” zostaje przywrócony.
ps_af: د "{1}" دوتنې په {0} موقعیت کې بلاک بیا رغول شوی.
ro: Blocul din poziția {0} a fișierului „{1}” este restaurat.
sk: Blok na pozícii {0} súboru „{1}“ je obnovený.
sl: Blok na položaju {0} datoteke »{1}« je obnovljen.
sv: Blocket vid position {0} i filen "{1}" har återställts.
tg_cyrl_tj: Блок дар мавқеи {0}-и файли "{1}" барқарор карда мешавад.
th: บล็อกที่ตำแหน่ง {0} ของไฟล์ “{1}” ได้รับการกู้คืน
tk_tm: “{1}” faýlyň {0} position ýagdaýynda blokirlendi.
tr: “{1}” dosyasının {0} konumundaki blok geri yüklendi.
uk: Блок у позиції {0} файлу «{1}» відновлено.
