Repository: NataljaNeumann/SyncFolders
Catalog: SyncFolders/Resources.*.resx
Languages: af, be_by, bg, bo_cn, ca, chs, cht, cs, es, fa, fi, he, hi, hy, ja, ka, ko, ky_kg, lt, lv, mn_mn, no, pa_arab_pk, pa_in, pl, ps_af, ro, sk, sl, sv, tg_cyrl_tj, th, tk_tm, tr, uk

# WarningWhileCreating
source: Warning: {0} while creating "{1}"
af: Waarskuwing: {0} terwyl lêer "{1}" geskep word
be_by: Папярэджанне: {0} падчас стварэння файла "{1}"
bg: Предупреждение: {0} при създаване на файл „{1}“
bo_cn: ཉེན་བརྡ། {0} ཡིག་ཆ་ “{1}” གསར་བཟོ་བྱེད་སྐབས།
ca: Avís: {0} mentre es crea el fitxer "{1}"
chs: 警告：创建文件“{1}”时{0}
cht: 警告：建立檔案「{1}」時{0}
cs: Upozornění: {0} při vytváření souboru „{1}“
es: Advertencia: {0} al crear el archivo "{1}"
fa: هشدار: {0} هنگام ایجاد فایل "{1}"
fi: Varoitus: {0} luotaessa tiedostoa "{1}"
he: אזהרה: {0} בעת יצירת "{1}"
hi: चेतावनी: {0} फ़ाइल बनाते समय "{1}"
hy: Զգուշացում․ {0} «{1}» ֆայլը ստեղծելիս
ja: 警告: ファイル「{1}」の作成中に {0}
ka: გაფრთხილება: {0} ფაილის „{1}“ შექმნისას
ko: 경고: "{1}" 파일을 생성하는 중 {0}
ky_kg: Эскертүү: "{1}" файлын түзүү учурунда {0}
lt: Įspėjimas: {0} kuriant failą „{1}“
lv: Brīdinājums: {0}, veidojot failu “{1}”
mn_mn: Анхааруулга: “{1}” файлыг үүсгэх үед {0}
no: Advarsel: {0} mens du oppretter filen "{1}"
pa_arab_pk: خبردار: {0} "{1}" فائل بنان ویلے
pa_in: ਚੇਤਾਵਨੀ: “{1}” ਫ਼ਾਈਲ ਬਣਾਉਣ ਵੇਲੇ {0}
pl: Ostrzeżenie: {0} podczas tworzenia pliku „{1}”
ps_af: خبرداری: {0} د دوتنې د جوړولو پر مهال "{1}"
ro: Avertisment: {0} în timpul creării fișierului „{1}”
sk: Upozornenie: {0} pri vytváraní súboru „{1}“
sl: Opozorilo: {0} med ustvarjanjem datoteke »{1}«
sv: Varning: {0} när filen "{1}" skapades
tg_cyrl_tj: Огоҳӣ: {0} ҳангоми сохтани файли "{1}"
th: คำเตือน: {0} ขณะสร้างไฟล์ “{1}”
tk_tm: Duýduryş: “{1}” faýly döredilende {0}
tr: Uyarı: “{1}” dosyasını oluştururken {0}
uk: Попередження: {0} під час створення файлу «{1}»

# WarningWhileDiscoveringIfNeedsToBeRechecked
source: Warning: {0}, while discovering, if "{1}" needs to be rechecked.
af: Waarskuwing: {0} terwyl bepaal word of "{1}" herkontroleer moet word.
be_by: Папярэджанне: {0} пры вызначэнні неабходнасці паўторнай праверкі "{1}".
bg: Предупреждение: {0} докато определя дали „{1}“ трябва да се провери отново.
bo_cn: ཉེན་བརྡ། {0} ཡིག་ཆ་ “{1}” བསྐྱར་དུ་ཞིབ་བཤེར་བྱེད་དགོས་མིན་གཏན་འབེབས་བྱེད་སྐབས།
ca: Avís: {0} mentre es determina si "{1}" s'ha de tornar a comprovar.
chs: 警告：{0}，同时确定是否需要重新检查“{1}”。
cht: 警告：{0}，同時確定是否需要重新檢查「{1}」。
cs: Upozornění: {0} při určování, zda je třeba znovu zkontrolovat „{1}“.
es: Advertencia: {0} al determinar si es necesario volver a verificar "{1}".
fa: هشدار: {0} هنگام تعیین اینکه آیا "{1}" باید دوباره بررسی شود یا خیر.
fi: Varoitus: {0} määrittäessään, onko "{1}" tarkistettava uudelleen.
he: אזהרה: {0} בעת קביעה אם יש לבדוק שוב את "{1}".
hi: चेतावनी: {0} यह निर्धारित करते समय कि क्या "{1}" को दोबारा जांचने की आवश्यकता है।
hy: Զգուշացում․ {0}՝ որոշելով, թե արդյոք «{1}»-ը պետք է նորից ստուգվի։
ja: 警告: {0} は、「{1}」を再チェックする必要があるかどうかを判断中です。
ka: გაფრთხილება: {0} იმის განსაზღვრისას, საჭიროა თუ არა „{1}“ ხელახლა შემოწმება.
ko: 경고: "{1}"을(를) 다시 확인해야 하는지 여부를 결정하는 동안 {0}입니다.
ky_kg: Эскертүү: "{1}" кайра текшерилиши керекпи же жокпу аныктоодо {0}.
lt: Įspėjimas: {0} sprendžiant, ar reikia dar kartą patikrinti „{1}“.
lv: Brīdinājums: {0}, nosakot, vai “{1}” ir atkārtoti jāpārbauda.
mn_mn: Анхааруулга: “{1}”-г дахин шалгах шаардлагатай эсэхийг тодорхойлохдоо {0}.
no: Advarsel: {0} mens det avgjøres om "{1}" må sjekkes på nytt.
pa_arab_pk: خبردار: {0} جدوں ایہ طے کیتا جا رہیا اے کہ "{1}" نوں دوبارہ چیک کرن دی لوڑ اے۔
pa_in: ਚੇਤਾਵਨੀ: {0} ਇਹ ਨਿਰਧਾਰਿਤ ਕਰਦੇ ਹੋਏ ਕਿ ਕੀ “{1}” ਦੀ ਮੁੜ ਜਾਂਚ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pl: Ostrzeżenie: {0} podczas ustalania, czy „{1}” wymaga ponownego sprawdzenia.
ps_af: خبرداری: {0} په داسې حال کې چې دا معلوموي چې آیا "{1}" بیا کتلو ته اړتیا لري.
ro: Avertisment: {0} în timp ce se determină dacă „{1}” trebuie verificat din nou.
sk: Upozornenie: {0} pri určovaní, či „{1}“ treba znova skontrolovať.
sl: Opozorilo: {0} med ugotavljanjem, ali je treba znova preveriti »{1}«.
sv: Varning: {0} när man avgör om "{1}" måste kontrolleras igen.
tg_cyrl_tj: Огоҳӣ: {0} ҳангоми муайян кардани он, ки оё "{1}" дубора тафтиш кардан лозим аст.
th: คำเตือน: {0} ในขณะที่พิจารณาว่าจำเป็นต้องตรวจสอบ “{1}” อีกครั้งหรือไม่
tk_tm: Duýduryş: “{1}” gaýtadan barlanmalydygyny kesgitläniňizde {0}.
tr: Uyarı: “{1}”nin yeniden kontrol edilmesi gerekip gerekmediğini belirlerken {0}.
uk: Попередження: {0} під час визначення того, чи потрібно повторно перевірити «{1}».

source: yes
af: Ja
be_by: так
bg: да
bo_cn: ཡིན
ca: Sí
chs: 是的
cht: 是的
cs: Ano
es: Sí
fa: بله
fi: Kyllä
he: כֵּן
hi: हाँ
hy: Այո՛
ja: はい
ka: დიახ
ko: 예
ky_kg: Ооба
lt: Taip
lv: Jā
mn_mn: Тиймээ
no: ja
pa_arab_pk: آہو
pa_in: ਹਾਂ
pl: Tak
ps_af: هو
ro: Da
sk: áno
sl: ja
sv: Ja
tg_cyrl_tj: Бале
th: ใช่
tk_tm: Hawa
tr: Evet
uk: так

# DeletingObsoleteSavedInfos
source: Removing saved infos that became obsolete...
af: Ek vee ou gestoorde data uit wat verval het...
bo_cn: ངས་ཉར་ཚགས་བྱས་པའི་ཆ་འཕྲིན་རྙིང་པ་དེ་ཚོ་མེད་པར་བཟོ་བཞིན་ཡོད།
fi: Poistan vanhoja tallennettuja tietoja, jotka ovat vanhentuneet...
hi: मैं पुरानी सहेजी गई जानकारी हटा रहा हूं जो अप्रचलित हो गई है...
lt: Pašalinu seną išsaugotą informaciją, kuri paseno...
mn_mn: Би хуучирсан хуучин мэдээллийг устгаж байна...
no: Jeg fjerner gammel lagret informasjon som har blitt foreldet...
pl: Usuwam stare zapisane informacje, które stały się nieaktualne...
ps_af: زه زاړه خوندي شوي معلومات لرې کوم چې متروک شوي ...
ro: Elimin informațiile vechi salvate care au devenit învechite...
sk: Odstraňujem staré uložené informácie, ktoré sú zastarané...
sl: Odstranjujem stare shranjene podatke, ki so zastareli ...

source: Scanning folders...
af: Ek soek vouers en lêers om te sinkroniseer...
bo_cn: ངས་མཉམ་སྒྲིག་བྱེད་པའི་སྣོད་དང་ཡིག་ཆ་འཚོལ་བཞིན་ཡོད།
fi: Etsin synkronoitavia kansioita ja tiedostoja...
hi: मैं फ़ोल्डरों और फ़ाइलों की जाँच करता हूँ...
lt: Ieškau aplankų ir failų, kuriuos reikia sinchronizuoti...
mn_mn: Би синк хийх хавтас болон файлуудыг хайж байна...
no: Jeg ser etter mapper og filer som skal synkroniseres...
pl: Foldery i pliki są sprawdzane...
ps_af: زه د همغږي کولو لپاره فولډرې او فایلونه لټوم...
ro: Caut foldere și fișiere de sincronizat...
sk: Hľadám priečinky a súbory na synchronizáciu...
sl: Iščem mape in datoteke za sinhronizacijo ...

# ReadmeHtmlHelpJumpPoint
source: #en
es: #es
fi: #fi
he: #he
hi: #hi
lt: #it
pl: #pl

# RightToLeft
source: no
fa: yes
he: yes
pa_arab_pk: yes
ps_af: yes
