Repository: NataljaNeumann/SyncFolders
Catalog: SyncFolders/Resources.*.resx
Languages: af, be_by, bg, bo_cn, ca, chs, cht, cs, es, fa, fi, he, hi, hy, ja, ka, ko, ky_kg, lt, lv, mn_mn, no, pa_arab_pk, pa_in, pl, ps_af, ro, sk, sl, sv, tg_cyrl_tj, th, tk_tm, tr, uk

# RunningWithoutRepairOptionUndecided
source: Running without repair option, so couldn't decide, if the file "{0}" can be restored using "{1}"
af: Sinkronisering loop sonder 'n herstelopsie en kon dus nie besluit of die lêer "{0}" met "{1}" herstel kan word nie.
be_by: Сінхранізацыя працуе без магчымасці аднаўлення і таму не можа вырашыць, ці можна аднавіць файл "{0}" з дапамогай "{1}".
bg: Синхронизирането работи без опция за поправка и следователно не може да реши дали файлът „{0}“ може да бъде възстановен с помощта на „{1}“.
bo_cn: མཉམ་སྒྲིག་འདི་བཟོ་བཅོས་གདམ་ཁ་མེད་པར་གཡོག་བཞིན་ཡོད་སྟབས་ཡིག་ཆ་“{0}”དེ་“{1}”བཀོལ་ནས་སླར་གསོ་བྱེད་ཐུབ་མིན་ཐག་གཅོད་བྱེད་ཐུབ་ཀྱི་མེད།
ca: La sincronització s'està executant sense una opció de reparació i, per tant, no s'ha pogut decidir si el fitxer "{0}" es pot restaurar mitjançant "{1}".
chs: 同步正在运行，但没有修复选项，因此无法确定是否可以使用“{1}”恢复文件“{0}”。
cht: 同步正在運行，但沒有修復選項，因此無法確定是否可以使用「{1}」恢復檔案「{0}」。
cs: Synchronizace běží bez možnosti opravy, a proto nemůže rozhodnout, zda lze soubor „{0}“ obnovit pomocí „{1}“.
es: La sincronización se está ejecutando sin una opción de reparación y, por lo tanto, no se pudo decidir si el archivo "{0}" se puede restaurar con "{1}".
fa: همگام‌سازی بدون گزینه تعمیر اجرا می‌شود و بنابراین نمی‌توان تصمیم گرفت که آیا فایل "{0}" را می‌توان با استفاده از "{1}" بازیابی کرد یا خیر.
fi: Synkronointi on käynnissä ilman korjausvaihtoehtoa, eikä siksi voinut päättää, voidaanko tiedosto "{0}" palauttaa "{1}" avulla.
he: פעולה ללא אפשרות תיקון ולכן לא ניתן להחליט אם ניתן לשחזר את הקובץ "{0}" עם "{1}".
hi: सिंक मरम्मत विकल्प के बिना चल रहा है और इसलिए यह तय नहीं किया जा सका कि फ़ाइल "{0}" को "{1}" के साथ पुनर्स्थापित किया जा सकता है या नहीं।
hy: Համաժամեցումն աշխատում է առանց վերանորոգման տարբերակի, և, հետևաբար, չկարողացավ որոշել, թե արդյոք «{0}» ֆայլը կարող է վերականգնվել «{1}»-ի միջոցով:
ja: 同期は修復オプションなしで実行されているため、ファイル「{0}」を「{1}」で復元できるかどうかを判断できませんでした。
ka: სინქრონიზაცია მუშაობს სარემონტო ოფციის გარეშე და, შესაბამისად, ვერ გადაწყვეტს, შესაძლებელია თუ არა ფაილის „{0}“ აღდგენა „{1}“-ის გამოყენებით.
ko: 복구 옵션 없이 동기화가 실행 중이므로 "{0}" 파일을 "{1}"을(를) 사용하여 복원할 수 있는지 여부를 결정할 수 없습니다.
ky_kg: Шайкештирүү оңдоо опциясы жок иштеп жатат, андыктан "{0}" файлын "{1}" аркылуу калыбына келтирүүгө болобу же жокпу, чече алган жок.
lt: Sinchronizavimas veikia be taisymo parinkties, todėl nepavyko nuspręsti, ar failą „{0}“ galima atkurti naudojant „{1}“.
lv: Sinhronizācija darbojas bez labošanas opcijas, tāpēc nevarēja izlemt, vai failu “{0}” var atjaunot, izmantojot “{1}”.
mn_mn: Синк нь засварын сонголтгүйгээр ажиллаж байгаа тул “{0}” файлыг “{1}” ашиглан сэргээх эсэхийг шийдэж чадсангүй.
no: Synkronisering kjører uten reparasjonsalternativ og kunne derfor ikke bestemme om filen "{0}" kan gjenopprettes med "{1}".
pa_arab_pk: مطابقت پذیری مرمت دے آپشن دے بغیر چل رہی اے تے اس لئی ایہ فیصلہ نئیں کر سکیا کہ آیا فائل "{0}" نو "{1}" دا استعمال کردے ہوئے بحال کیتا جا سکدا اے۔
pa_in: ਸਮਕਾਲੀਕਰਨ ਇੱਕ ਮੁਰੰਮਤ ਵਿਕਲਪ ਤੋਂ ਬਿਨਾਂ ਚੱਲ ਰਿਹਾ ਹੈ ਅਤੇ ਇਸਲਈ ਇਹ ਫੈਸਲਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਕਿ “{0}” ਨੂੰ “{1}” ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਰੀਸਟੋਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜਾਂ ਨਹੀਂ।
pl: Synchronizacja przebiega bez opcji naprawy i dlatego nie można zdecydować, czy plik „{0}” można przywrócić przy użyciu „{1}”.
ps_af: همغږي د ترمیم انتخاب پرته روانه ده او له همدې امله پریکړه نشي کولی چې ایا "{0}" فایل د "{1}" په کارولو سره بحال شي.
ro: Sincronizarea rulează fără opțiune de reparare și, prin urmare, nu a putut decide dacă fișierul „{0}” poate fi restaurat folosind „{1}”.
sk: Synchronizácia beží bez možnosti opravy, a preto nemôže rozhodnúť, či je možné súbor „{0}“ obnoviť pomocou „{1}“.
sl: Sinhronizacija se izvaja brez možnosti popravila in se zato ni mogla odločiti, ali je datoteko »{0}« mogoče obnoviti z uporabo »{1}«.
sv: Synkronisering körs utan reparationsalternativ och kunde därför inte bestämma om filen "{0}" kan återställas med "{1}".
tg_cyrl_tj: Синхронизатсия бидуни имконоти таъмир кор мекунад ва аз ин рӯ тасмим гирифта натавонист, ки файли "{0}"-ро бо истифода аз "{1}" барқарор кардан мумкин аст ё на.
th: การซิงค์กำลังทำงานอยู่โดยไม่มีตัวเลือกการซ่อมแซม ดังนั้นจึงไม่สามารถตัดสินใจได้ว่าจะสามารถกู้คืนไฟล์ “{0}” โดยใช้ “{1}” ได้หรือไม่
tk_tm: Sinhronlamak abatlaýyş opsiýasyz işleýär we şonuň üçin “{0}” faýlyň "{1} using" ulanyp dikeldilip bilinjekdigini kesgitläp bilmedi.
tr: Senkronizasyon, onarım seçeneği olmadan çalışıyor ve bu nedenle “{0}” dosyasının “{1}” ile geri yüklenip yüklenemeyeceğine karar veremiyor.
uk: Синхронізація працює без параметра відновлення, тому не вдалося вирішити, чи можна відновити файл «{0}» за допомогою «{1}».

# SavedInfoFileCantBeUsedForTesting
source: Saved info file "{0}" can't be used for testing file "{1}": it was created for another version of the file
af: Die gestoorde inligtinglêer "{0}" kan nie gebruik word om die lêer "{1}" te toets nie: dit is geskep vir 'n ander weergawe van die lêer "{0}".
be_by: Захаваны інфармацыйны файл "{0}" нельга выкарыстоўваць для праверкі файла "{1}": ён быў створаны для іншай версіі файла "{0}".
bg: Запазеният информационен файл „{0}“ не може да се използва за тестване на файла „{1}“: той е създаден за различна версия на файла „{0}“.
bo_cn: གསོག་འཇོག་བྱས་པའི་བརྡ་དོན་ཡིག་ཆ་ “{0}” དེ་ཡིག་ཆ་ “{1}” བརྟག་དཔྱད་བྱེད་པར་བེད་སྤྱོད་གཏོང་མི་ཐུབ། དེ་ཡིག་ཆ་ “{0}” ཡི་ཐོན་རིམ་གཞན་ཞིག་གི་ཆེད་དུ་བཟོས་ཡོད།
ca: El fitxer d'informació desat "{0}" no es pot utilitzar per provar el fitxer "{1}": s'ha creat per a una versió diferent del fitxer "{0}".
chs: 保存的信息文件“{0}”无法用于测试文件“{1}”：它是为该文件的不同版本创建的
cht: 儲存的資訊檔案「{0}」無法用於測試檔案「{1}」：它是為該檔案的不同版本所建立的
cs: Uložený informační soubor „{0}“ nelze použít k testování souboru „{1}“: byl vytvořen pro jinou verzi souboru „{0}“.
es: El archivo de información guardado "{0}" no se puede utilizar para probar el archivo "{1}": se creó para una versión diferente del archivo
fa: فایل اطلاعات ذخیره شده "{0}" نمی تواند برای آزمایش فایل "{1}" استفاده شود: این فایل برای نسخه دیگری از فایل "{0}" ایجاد شده است.
fi: Tallennettua tietotiedostoa "{0}" ei voida käyttää tiedoston "{1}" testaamiseen: se luotiin tiedoston "{0}" toiselle versiolle.
he: לא ניתן להשתמש בקובץ המידע השמור "{0}" כדי לבדוק את הקובץ "{1}": הוא נוצר עבור גרסה אחרת של הקובץ
hi: सहेजी गई जानकारी फ़ाइल "{0}" का उपयोग "{1}" फ़ाइल का परीक्षण करने के लिए नहीं किया जा सकता: यह फ़ाइल के एक अलग संस्करण के लिए बनाई गई थी
hy: Պահված «{0}» տեղեկատվական ֆայլը չի ​​կարող օգտագործվել «{1}» ֆայլը փորձարկելու համար. այն ստեղծվել է «{0}» ֆայլի այլ տարբերակի համար:
ja: 保存された情報ファイル 「{0}」 は、ファイル 「{1}」 のテストには使用できません。ファイルの別のバージョン用に作成されました。
ka: შენახული საინფორმაციო ფაილი „{0}“ არ შეიძლება გამოყენებულ იქნას ფაილის „{1}“ შესამოწმებლად: ის შეიქმნა ფაილის „{0}“ სხვა ვერსიისთვის.
ko: 저장된 정보 파일 "{0}"을(를) 사용하여 "{1}" 파일을 테스트할 수 없습니다. 파일의 다른 버전용으로 생성되었습니다.
ky_kg: Сакталган маалымат файлы "{0}" "{1}" файлын сыноо үчүн колдонулбайт: ал "{0}" файлынын башка версиясы үчүн түзүлгөн.
lt: Išsaugoto informacijos failo „{0}“ negalima naudoti norint patikrinti failą „{1}“: jis buvo sukurtas kitai failo „{0}“ versijai.
lv: Saglabāto informācijas failu “{0}” nevar izmantot, lai pārbaudītu failu “{1}”: tas tika izveidots citai faila “{0}” versijai.
mn_mn: Хадгалсан мэдээллийн “{0}” файлыг “{1}” файлыг шалгахад ашиглах боломжгүй: “{0}” файлын өөр хувилбарт зориулж үүсгэсэн.
no: Den lagrede infofilen "{0}" kan ikke brukes til å teste filen "{1}": den ble opprettet for en annen versjon av filen
pa_arab_pk: محفوظ کردہ انفو فائل "{0}" فائل "{1}" دی جانچ کرن لئی استعمال نئیں کیتی جاسکدی: ایہ فائل "{0}" دے وکھرے ورژن لئی بنائی گئی سی۔
pa_in: ਸੰਭਾਲੀ ਜਾਣਕਾਰੀ ਫਾਈਲ “{0}” ਨੂੰ “{1}” ਫਾਈਲ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਨਹੀਂ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ: ਇਹ ਫਾਈਲ “{0}” ਦੇ ਵੱਖਰੇ ਸੰਸਕਰਣ ਲਈ ਬਣਾਈ ਗਈ ਸੀ।
pl: Zapisanego pliku informacyjnego „{0}” nie można użyć do przetestowania pliku „{1}”: został on utworzony dla innej wersji pliku „{0}”.
ps_af: د خوندي شوي معلوماتو دوتنه "{0}" د "{1}" دوتنې د ازموینې لپاره نشي کارول کیدی: دا د "{0}" دوتنې د بلې نسخې لپاره رامینځته شوی.
ro: Fișierul de informații salvat „{0}” nu poate fi folosit pentru a testa fișierul „{1}”: a fost creat pentru o altă versiune a fișierului „{0}”.
sk: Uložený informačný súbor „{0}“ nemožno použiť na testovanie súboru „{1}“: bol vytvorený pre inú verziu súboru „{0}“.
sl: Shranjene datoteke z informacijami »{0}« ni mogoče uporabiti za testiranje datoteke »{1}«: ustvarjena je bila za drugo različico datoteke »{0}«.
sv: Den sparade infofilen "{0}" kan inte användas för att testa filen "{1}": den skapades för en annan version av filen "{0}".
tg_cyrl_tj: Файли иттилоотии захирашудаи "{0}" барои санҷиши файли "{1}" истифода намешавад: он барои версияи дигари файли "{0}" сохта шудааст.
th: ไฟล์ข้อมูลที่บันทึกไว้ “{0}” ไม่สามารถใช้เพื่อทดสอบไฟล์ “{1}” ได้ เนื่องจากสร้างขึ้นสำหรับไฟล์ “{0}” เวอร์ชันอื่น
tk_tm: Saklanan maglumat faýly “{0}” “{1}” faýlyny barlamak üçin ulanyp bolmaýar: “{0}” faýlyň başga bir wersiýasy üçin döredildi.
tr: Kaydedilen “{0}” bilgi dosyası “{1}” dosyasını test etmek için kullanılamaz: dosyanın farklı bir sürümü için oluşturulmuştur
uk: Збережений інформаційний файл «{0}» не можна використовувати для перевірки файлу «{1}»: його було створено для іншої версії файлу «{0}».

# SavedInfoHasBeenDamagedNeedsRecreation
source: Saved info file "{0}" has been damaged and needs to be recreated from "{1}"
af: Die gestoorde inligtinglêer "{0}" is beskadig en moet herskep word vanaf "{1}".
be_by: Захаваны інфармацыйны файл “{0}” быў пашкоджаны і яго трэба стварыць нанова з “{1}”.
bg: Запазеният информационен файл „{0}“ е повреден и трябва да бъде създаден отново от „{1}“.
bo_cn: གསོག་འཇོག་བྱས་པའི་ཆ་འཕྲིན་ཡིག་ཆ་ “{0}” དེ་ཉམས་ཆག་ཤོར་བས་ “{1}” ནས་བསྐྱར་བཟོ་བྱེད་དགོས།
ca: El fitxer d'informació desat "{0}" ha estat malmès i s'ha de tornar a crear des de "{1}".
chs: 保存的信息文件“{0}”已损坏，需要从“{1}”重新创建。
cht: 儲存的資訊檔案「{0}」已損壞，需要從「{1}」重新建立。
cs: Uložený informační soubor „{0}“ byl poškozen a je třeba jej znovu vytvořit z „{1}“.
es: El archivo de información guardado "{0}" estaba dañado y es necesario volver a crearlo a partir de "{1}".
fa: فایل اطلاعات ذخیره شده "{0}" خراب شده است و باید از "{1}" دوباره ایجاد شود.
fi: Tallennettu tietotiedosto "{0}" oli vioittunut ja se on luotava uudelleen tiedostosta "{1}".
he: קובץ המידע השמור "{0}" פגום ויש ליצור אותו מחדש מ-"{1}".
hi: सहेजी गई जानकारी फ़ाइल "{0}" दूषित हो गई थी और इसे "{1}" से पुनः बनाने की आवश्यकता है।
hy: Պահված «{0}» տեղեկատվական ֆայլը վնասված է և պետք է վերստեղծվի «{1}»-ից:
ja: 保存された情報ファイル「{0}」が破損しているため、「{1}」から再作成する必要があります。
ka: შენახული ინფორმაციის ფაილი „{0}“ დაზიანდა და ხელახლა უნდა შეიქმნას „{1}“-დან.
ko: 저장된 정보 파일 “{0}”이(가) 손상되어 “{1}”에서 다시 생성해야 합니다.
ky_kg: Сакталган "{0}" маалымат файлы бузулган жана "{1}" файлынан кайра түзүлүшү керек.
lt: Išsaugotas informacijos failas „{0}“ buvo sugadintas ir jį reikia sukurti iš naujo iš „{1}“.
lv: Saglabātais informācijas fails “{0}” ir bojāts, un tas ir atkārtoti jāizveido no “{1}”.
mn_mn: Хадгалсан мэдээллийн “{0}” файл гэмтсэн тул “{1}”-ээс дахин үүсгэх шаардлагатай.
no: Den lagrede infofilen «{0}» ble ødelagt og må gjenskapes fra «{1}».
pa_arab_pk: محفوظ کیتی گئی معلومات دی فائل "{0}" خراب ہو گئی سی تے اینوں "{1}" توں دوبارہ بنان دی لوڑ اے۔
pa_in: ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਜਾਣਕਾਰੀ ਫਾਈਲ “{0}” ਖਰਾਬ ਹੋ ਗਈ ਸੀ ਅਤੇ ਇਸਨੂੰ “{1}” ਤੋਂ ਦੁਬਾਰਾ ਬਣਾਉਣ ਦੀ ਲੋੜ ਹੈ।
pl: Zapisany plik informacyjny „{0}” został uszkodzony i należy go odtworzyć z „{1}”.
ps_af: د خوندي شوي معلوماتو فایل "{0}" فاسد شوی او اړتیا لري چې له "{1}" څخه بیا جوړ شي.
ro: Fișierul de informații salvat „{0}” a fost corupt și trebuie recreat din „{1}”.
sk: Uložený informačný súbor „{0}“ bol poškodený a je potrebné ho znova vytvoriť z „{1}“.
sl: Shranjena datoteka z informacijami »{0}« je bila poškodovana in jo je treba znova ustvariti iz »{1}«.
sv: Den sparade infofilen "{0}" var skadad och måste återskapas från "{1}".
tg_cyrl_tj: Файли иттилоотии захирашудаи "{0}" вайрон шудааст ва бояд аз "{1}" аз нав сохта шавад.
th: ไฟล์ข้อมูลที่บันทึกไว้ “{0}” เสียหายและจำเป็นต้องสร้างใหม่จาก “{1}”
tk_tm: Saklanan maglumat faýly “{0}” zaýalandy we “{1}” -den döredilmeli.
tr: Kaydedilen “{0}” bilgi dosyası bozulmuş ve “{1}” dosyasından yeniden oluşturulması gerekiyor.
uk: Збережений інформаційний файл «{0}» було пошкоджено, і його потрібно створити заново з «{1}».

# SecondFolderNoDelete
source: Error: The second folder contains file "{0}", the selected folder seem to be wrong for delete option. Skipping processing of the folder and subfolders
af: Fout: Die tweede vouer bevat die lêer "{0}". Die geselekteerde vouer blyk verkeerd te wees vir die uitvee-opsie. Verwerking van die gids en subgidse word oorgeslaan.
be_by: Памылка: другая папка змяшчае файл "{0}". Здаецца, выбраная папка не адпавядае параметру выдалення. Апрацоўка папкі і падтэчак прапускаецца.
bg: Грешка: Втората папка съдържа файла „{0}“. Избраната папка изглежда неправилна за опцията за изтриване. Обработката на папката и подпапките се пропуска.
bo_cn: ནོར་འཁྲུལ། སྣོད་ཐོ་གཉིས་པ་དེའི་ནང་ཡིག་ཆ་ “{0}” ཡོད། བདམས་པའི་སྣོད་ཐོ་དེ་སུབ་པའི་གདམ་ཁའི་ཆེད་དུ་ནོར་འཁྲུལ་ཅན་དུ་སྣང་། སྣོད་ཐོ་དང་ཡན་ལག་སྣོད་ཐོ་ལས་སྣོན་བྱེད་པ་བརྒལ་ཡོད།
ca: Error: la segona carpeta conté el fitxer "{0}". La carpeta seleccionada sembla ser incorrecta per a l'opció d'eliminació. S'ha omès el processament de la carpeta i les subcarpetes.
chs: 错误：第二个文件夹包含文件“{0}”。所选文件夹对于删除选项似乎不正确。跳过处理文件夹和子文件夹
cht: 錯誤：第二個資料夾包含檔案「{0}”。所選資料夾對於刪除選項似乎不正確。跳過處理資料夾和子資料夾
cs: Chyba: Druhá složka obsahuje soubor „{0}“. Vybraná složka se zdá být nesprávná pro možnost odstranění. Zpracování složky a podsložek je přeskočeno.
es: Error: la segunda carpeta contiene el archivo "{0}". La carpeta seleccionada parece ser incorrecta para la opción de eliminación. Saltar el procesamiento de la carpeta y subcarpetas
fa: خطا: پوشه دوم حاوی فایل "{0}" است. به نظر می رسد پوشه انتخاب شده برای گزینه حذف نادرست است. پردازش پوشه و زیرپوشه ها نادیده گرفته می شود.
fi: Virhe: Toinen kansio sisältää tiedoston "{0}". Valittu kansio näyttää olevan virheellinen poistovaihtoehdolle. Kansion ja alikansioiden käsittely ohitetaan.
he: שגיאה: התיקיה השנייה מכילה את הקובץ "{0}". נראה שהתיקיה שנבחרה אינה נכונה עבור אפשרות המחיקה. דלג על עיבוד התיקיה ותיקיות המשנה
hi: त्रुटि: दूसरे फ़ोल्डर में "{0}" फ़ाइल है। डिलीट विकल्प के लिए चयनित फ़ोल्डर गलत प्रतीत होता है। फ़ोल्डर और सबफ़ोल्डर्स को संसाधित करना छोड़ें
hy: Սխալ․ երկրորդ թղթապանակը պարունակում է «{0}» ֆայլը։ Ընտրված թղթապանակը, կարծես, սխալ է ջնջման ընտրանքի համար: Թղթապանակի և ենթաթղթապանակների մշակումը բաց է թողնվել:
ja: エラー: 2 番目のフォルダーにはファイル 「{0}」 が含まれています。選択したフォルダーは削除オプションとしては間違っているようです。フォルダーとサブフォルダーの処理をスキップします
ka: შეცდომა: მეორე საქაღალდე შეიცავს ფაილს „{0}“. არჩეული საქაღალდე, როგორც ჩანს, არასწორია წაშლის ვარიანტისთვის. საქაღალდის და ქვესაქაღალდის დამუშავება გამოტოვებულია.
ko: 오류: 두 번째 폴더에 "{0}" 파일이 포함되어 있습니다. 선택한 폴더가 삭제 옵션에 적합하지 않은 것 같습니다. 폴더 및 하위 폴더 처리 건너뛰기
ky_kg: Ката: Экинчи папкада "{0}" файлы камтылган. Тандалган папка жок кылуу опциясы үчүн туура эмес окшойт. Папканы жана ички папкаларды иштетүү өткөрүлбөйт.
lt: Klaida: antrame aplanke yra failas „{0}“. Atrodo, kad pasirinktas aplankas netinkamas ištrynimo parinktims. Aplanko ir poaplankių apdorojimas praleidžiamas.
lv: Kļūda: otrajā mapē ir fails “{0}”. Šķiet, ka atlasītā mape nav piemērota dzēšanas opcijai. Mapes un apakšmapju apstrāde tiek izlaista.
mn_mn: Алдаа: Хоёр дахь хавтас нь “{0}” файлыг агуулж байна. Сонгосон хавтас нь устгах сонголтын хувьд буруу байна. Фолдер болон дэд хавтаснуудыг боловсруулах ажлыг алгассан.
no: Feil: Den andre mappen inneholder filen "{0}". Den valgte mappen ser ut til å være feil for slettealternativet. Hopp over behandlingen av mappen og undermappene
pa_arab_pk: غلطی: دوجے فولڈر چ فائل "{0}" اے۔ مٹان دے اختیار لئی منتخب کردہ فولڈر غلط لگدا اے۔ فولڈر تے ذیلی فولڈراں دی پروسیسنگ چھڈ دتی گئی اے۔
pa_in: ਗਲਤੀ: ਦੂਜੇ ਫੋਲਡਰ ਵਿੱਚ “{0}” ਫਾਈਲ ਹੈ। ਮਿਟਾਓ ਵਿਕਲਪ ਲਈ ਚੁਣਿਆ ਫੋਲਡਰ ਗਲਤ ਜਾਪਦਾ ਹੈ। ਫੋਲਡਰ ਅਤੇ ਸਬਫੋਲਡਰ ਦੀ ਪ੍ਰਕਿਰਿਆ ਛੱਡ ਦਿੱਤੀ ਗਈ ਹੈ।
pl: Błąd: drugi folder zawiera plik „{0}”. Wybrany folder wydaje się być nieprawidłowy dla opcji usuwania. Przetwarzanie folderu i podfolderów jest pomijane.
ps_af: تېروتنه: دوهم فولډر د "{0}" فایل لري. ټاکل شوی فولډر د حذف کولو اختیار لپاره غلط ښکاري. د فولډر او فرعي فولډر پروسس کول پریښودل شوي.
ro: Eroare: al doilea folder conține fișierul „{0}”. Dosarul selectat pare a fi incorect pentru opțiunea de ștergere. Procesarea folderului și a subdosarelor este omisă.
sk: Chyba: Druhý priečinok obsahuje súbor „{0}“. Zdá sa, že vybratý priečinok nie je správny pre možnosť odstránenia. Spracovanie priečinka a podpriečinkov sa preskočí.
sl: Napaka: druga mapa vsebuje datoteko »{0}«. Zdi se, da izbrana mapa ni pravilna za možnost brisanja. Obdelava mape in podmap je preskočena.
sv: Fel: Den andra mappen innehåller filen "{0}". Den valda mappen verkar vara felaktig för raderingsalternativet. Bearbetning av mappen och undermappar hoppas över.
tg_cyrl_tj: Хатогӣ: Дар папкаи дуюм файли "{0}" мавҷуд аст. Ба назар чунин мерасад, ки ҷузвдони интихобшуда барои интихоби тозакунӣ нодуруст аст. Коркарди ҷузвдон ва зерпапкаҳо гузаронида мешавад.
th: ข้อผิดพลาด: โฟลเดอร์ที่สองมีไฟล์ “{0}” โฟลเดอร์ที่เลือกดูเหมือนจะไม่ถูกต้องสำหรับตัวเลือกการลบ การประมวลผลโฟลเดอร์และโฟลเดอร์ย่อยถูกข้ามไป
tk_tm: Roralňyşlyk: Ikinji bukjada “{0}” faýly bar. Saýlanan bukjany pozmak opsiýasy nädogry bolup görünýär. Papkany we kiçi bukjalary gaýtadan işlemek geçirilýär.
tr: Hata: İkinci klasör “{0}” dosyasını içeriyor. Seçilen klasör, silme seçeneği için yanlış görünüyor. Klasörü ve alt klasörleri işlemeyi atla
uk: Помилка: друга папка містить файл «{0}». Здається, вибрана папка не підходить для параметра видалення. Обробка папки та вкладених папок пропускається.

# SkippingFilePairDontDelete
source: Skipping file pair "{0}" | "{1}". Special file prevents usage of delete option at wrong root folder.
af: Lêerpaar "{0}" en "{1}" word oorgeslaan. 'n Spesiale lêer verhoed die gebruik van die uitvee-opsie in die verkeerde wortelgids.
be_by: Пара файлаў “{0}” і “{1}” прапушчана. Спецыяльны файл прадухіляе выкарыстанне опцыі выдалення ў няправільнай каранёвай тэчцы.
bg: Файловата двойка „{0}“ и „{1}“ е пропусната. Специален файл предотвратява използването на опцията за изтриване в грешната основна папка.
bo_cn: ཡིག་ཆ་ཆ་གཅིག་ “{0}” དང་ “{1}” བརྒལ་ཡོད། དམིགས་བསལ་གྱི་ཡིག་ཆ་ཞིག་གིས་རྩ་བའི་སྣོད་ཐོ་ནོར་འཁྲུལ་ཅན་ནང་བསུབས་པའི་གདམ་ཁ་བཀོལ་སྤྱོད་བྱེད་པར་བཀག་འགོག་བྱེད།
ca: El parell de fitxers "{0}" i "{1}" s'ha omès. Un fitxer especial impedeix utilitzar l'opció d'eliminació a la carpeta arrel incorrecta.
chs: 文件对“{0}” | “{1}”被跳过。特殊文件可防止在错误的根文件夹中使用删除选项。
cht: 文件對「{0}」 | 「{1}」被跳過。特殊檔案可防止在錯誤的根資料夾中使用刪除選項。
cs: Dvojice souborů „{0}“ a „{1}“ je přeskočena. Speciální soubor zabraňuje použití možnosti odstranění v nesprávné kořenové složce.
es: Par de archivos “{0}” | Se omite “{1}”. Un archivo especial impide utilizar la opción de eliminación en la carpeta raíz incorrecta.
fa: جفت فایل "{0}" و "{1}" حذف شده است. یک فایل خاص از استفاده از گزینه حذف در پوشه ریشه اشتباه جلوگیری می کند.
fi: Tiedostopari "{0}" ja "{1}" ohitetaan. Erityinen tiedosto estää poistamisvaihtoehdon käytön väärässä juurikansiossa.
he: צמד הקבצים "{0}" | "{1}" נדלג. קובץ מיוחד מונע שימוש באפשרות המחיקה בתיקיית השורש הלא נכונה.
hi: फ़ाइल जोड़ी “{0}” | “{1}” को छोड़ दिया गया है. एक विशेष फ़ाइल गलत रूट फ़ोल्डर में डिलीट विकल्प का उपयोग करने से रोकती है।
hy: «{0}» և «{1}» ֆայլերի զույգը բաց է թողնվել: Հատուկ ֆայլը թույլ չի տալիս օգտագործել ջնջման տարբերակը սխալ արմատային պանակում:
ja: ファイルペア「{0}」 | 「{1}」はスキップされます。特別なファイルにより、間違ったルート フォルダーで削除オプションが使用されるのを防ぎます。
ka: ფაილების წყვილი „{0}“ და „{1}“ გამოტოვებულია. სპეციალური ფაილი ხელს უშლის წაშლის ოფციის გამოყენებას არასწორი root საქაღალდეში.
ko: 파일 쌍 “{0}” | “{1}”을(를) 건너뛰었습니다. 특수 파일은 잘못된 루트 폴더에서 삭제 옵션을 사용하는 것을 방지합니다.
ky_kg: "{0}" жана "{1}" файл жуптары өткөрүлүп жиберилди. Атайын файл туура эмес түпкү папкадагы жок кылуу опциясын колдонууга жол бербейт.
lt: Failų pora „{0}“ ir „{1}“ praleista. Specialus failas neleidžia naudoti trynimo parinkties netinkamame šakniniame aplanke.
lv: Failu pāris “{0}” un “{1}” ir izlaists. Īpašs fails neļauj izmantot dzēšanas opciju nepareizā saknes mapē.
mn_mn: “{0}” болон “{1}” файлын хослолыг алгассан. Тусгай файл нь буруу үндсэн хавтсанд устгах сонголтыг ашиглахаас сэргийлдэг.
no: Filparet «{0}» | «{1}» hoppes over. En spesiell fil forhindrer bruk av slettealternativet i feil rotmappe.Filparet «{0}» | «{1}» hoppes over. En spesiell fil forhindrer bruk av slettealternativet i feil rotmappe.
pa_arab_pk: فائل جوڑی "{0}" تے "{1}" چھڈ دتی گئی اے۔ اک خاص فائل غلط روٹ فولڈر چ ڈیلیٹ آپشن ورتن توں روکدی اے۔
pa_in: ਫ਼ਾਈਲ ਜੋੜਾ “{0}” ਅਤੇ “{1}” ਛੱਡਿਆ ਗਿਆ ਹੈ। ਇੱਕ ਵਿਸ਼ੇਸ਼ ਫਾਈਲ ਗਲਤ ਰੂਟ ਫੋਲਡਰ ਵਿੱਚ ਡਿਲੀਟ ਵਿਕਲਪ ਦੀ ਵਰਤੋਂ ਕਰਨ ਤੋਂ ਰੋਕਦੀ ਹੈ।
pl: Para plików „{0}” i „{1}” została pominięta. Specjalny plik uniemożliwia użycie opcji usuwania w niewłaściwym folderze głównym.
ps_af: د فایل جوړه "{0}" او "{1}" پریښودل شوې. یو ځانګړی فایل په غلط روټ فولډر کې د حذف کولو اختیار کارولو مخه نیسي.
ro: Perechea de fișiere „{0}” și „{1}” este omisă. Un fișier special împiedică utilizarea opțiunii de ștergere în folderul rădăcină greșit.
sk: Pár súborov „{0}“ a „{1}“ je preskočený. Špeciálny súbor zabraňuje použitiu možnosti odstránenia v nesprávnom koreňovom priečinku.
sl: Datotečni par »{0}« in »{1}« je preskočen. Posebna datoteka preprečuje uporabo možnosti brisanja v napačni korenski mapi.
sv: Filparet "{0}" och "{1}" hoppas över. En speciell fil förhindrar användning av raderingsalternativet i fel rotmapp.
tg_cyrl_tj: Ҷуфти файлҳои "{0}" ва "{1}" гузаред. Файли махсус истифодаи опсияи нест карданро дар папкаи решаи нодуруст пешгирӣ мекунад.
th: คู่ไฟล์ “{0}” และ “{1}” ถูกข้ามไป ไฟล์พิเศษป้องกันไม่ให้ใช้ตัวเลือกลบในโฟลเดอร์รูทที่ไม่ถูกต้อง
tk_tm: “{0}” we “{1}” faýl jübütleri geçýär. Specialörite faýl nädogry kök bukjasynda pozmak opsiýasynyň ulanylmagynyň öňüni alýar.
tr: Dosya çifti “{0}” | “{1}” atlandı. Özel bir dosya, silme seçeneğinin yanlış kök klasörde kullanılmasını engeller.
uk: Пару файлів «{0}» і «{1}» пропущено. Спеціальний файл запобігає використанню опції видалення в неправильній кореневій папці.
