Repository: NataljaNeumann/SyncFolders
Catalog: SyncFolders/Resources.*.resx
Languages: af, be_by, bg, bo_cn, ca, chs, cht, cs, es, fa, fi, he, hi, hy, ja, ka, ko, ky_kg, lt, lv, mn_mn, no, pa_arab_pk, pa_in, pl, ps_af, ro, sk, sl, sv, tg_cyrl_tj, th, tk_tm, tr, uk

# TheFileCantBeModifiedMissingRepairApplyToCopy
source: The file can't be modified because of missing repair option, the restore process will be applied to copy.
af: Die lêer kan nie gewysig word nie weens die gebrek aan 'n herstelopsie. Die herstelproses word op die kopie toegepas.
be_by: Файл не можа быць зменены з-за адсутнасці магчымасці аднаўлення. Працэс аднаўлення прымяняецца да копіі.
bg: Файлът не може да бъде модифициран поради липса на опция за поправка. Процесът на възстановяване се прилага към копието.
bo_cn: བཟོ་བཅོས་གདམ་ག་མེད་པའི་རྐྱེན་གྱིས་ཡིག་ཆ་དེ་བཟོ་བཅོས་བྱེད་མི་ཐུབ། སླར་གསོའི་བྱ་རིམ་དེ་འདྲ་བཤུས་ལ་འཇུག་དགོས།
ca: El fitxer no es pot modificar a causa de la manca d'una opció de reparació. El procés de recuperació s'aplica a la còpia.
chs: 由于缺少修复选项，无法修改该文件。恢复过程应用于副本。
cht: 由於缺少修復選項，無法修改該檔案。恢復過程應用於副本。
cs: Soubor nelze upravit kvůli chybějící možnosti opravy. Proces obnovy se použije na kopii.
es: El archivo no se puede modificar debido a la falta de una opción de reparación. El proceso de recuperación se aplica a la copia.
fa: فایل به دلیل عدم وجود گزینه تعمیر قابل تغییر نیست. فرآیند بازیابی روی کپی اعمال می شود.
fi: Tiedostoa ei voi muokata korjausvaihtoehdon puuttumisen vuoksi. Palautusprosessia sovelletaan kopioon.
he: לא ניתן לשנות את הקובץ עקב היעדר אפשרות תיקון. תהליך השחזור מוחל על העותק.
hi: मरम्मत विकल्प की कमी के कारण फ़ाइल को संशोधित नहीं किया जा सकता है। प्रतिलिपि पर पुनर्प्राप्ति प्रक्रिया लागू की जाती है.
hy: Ֆայլը չի ​​կարող փոփոխվել վերանորոգման տարբերակի բացակայության պատճառով: Վերականգնման գործընթացը կիրառվում է պատճենի վրա:
ja: 修復オプションがないため、ファイルを変更できません。回復プロセスはコピーに適用されます。
ka: ფაილის შეცვლა შეუძლებელია სარემონტო ვარიანტის არარსებობის გამო. აღდგენის პროცესი გამოიყენება ასლზე.
ko: 복구 옵션이 없어 파일을 수정할 수 없습니다. 복구 프로세스가 복사본에 적용됩니다.
ky_kg: Оңдоо опциясы жок болгондуктан файлды өзгөртүү мүмкүн эмес. Калыбына келтирүү процесси көчүрмөгө колдонулат.
lt: Failo modifikuoti negalima, nes nėra taisymo parinkties. Atkūrimo procesas taikomas kopijai.
lv: Failu nevar modificēt, jo trūkst labošanas iespējas. Atkopšanas process tiek piemērots kopijai.
mn_mn: Засварын сонголт байхгүй тул файлыг өөрчлөх боломжгүй. Сэргээх процессыг хуулбар дээр хэрэглэнэ.
no: Filen kan ikke endres på grunn av mangel på et reparasjonsalternativ. Gjenopprettingsprosessen brukes på kopien.
pa_arab_pk: مرمت دے آپشن دی کمی دی وجہ توں فائل نوں تبدیل نئیں کیتا جا سکدا۔ وصولی دا عمل کاپی تے لاگو کیتا جاندا اے۔
pa_in: ਮੁਰੰਮਤ ਵਿਕਲਪ ਦੀ ਘਾਟ ਕਾਰਨ ਫਾਈਲ ਨੂੰ ਸੋਧਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ। ਰਿਕਵਰੀ ਪ੍ਰਕਿਰਿਆ ਕਾਪੀ 'ਤੇ ਲਾਗੂ ਹੁੰਦੀ ਹੈ।
pl: Nie można modyfikować pliku ze względu na brak możliwości naprawy. Proces odzyskiwania dotyczy kopii.
ps_af: د ترمیم اختیار نشتوالی له امله فایل نشي بدلیدلی. د بیا رغونې پروسه په کاپي کې پلي کیږي.
ro: Fișierul nu poate fi modificat din cauza lipsei unei opțiuni de reparare. Procesul de recuperare este aplicat copiei.
sk: Súbor nie je možné upraviť, pretože neexistuje možnosť opravy. Proces obnovy sa aplikuje na kópiu.
sl: Datoteke ni mogoče spremeniti, ker ni možnosti popravila. Postopek obnovitve se uporabi za kopijo.
sv: Filen kan inte ändras på grund av bristen på ett reparationsalternativ. Återställningsprocessen tillämpas på kopian.
tg_cyrl_tj: Аз сабаби мавҷуд набудани имконоти таъмир файлро тағир додан мумкин нест. Раванди барқарорсозӣ ба нусхабардорӣ татбиқ карда мешавад.
th: ไม่สามารถแก้ไขไฟล์ได้เนื่องจากไม่มีตัวเลือกการซ่อมแซม กระบวนการกู้คืนจะถูกนำไปใช้กับสำเนา
tk_tm: Bejeriş mümkinçiliginiň ýoklugy sebäpli faýly üýtgedip bolmaýar. Dikeldiş prosesi göçürmä ulanylýar.
tr: Onarım seçeneği olmadığından dosya değiştirilemiyor. Kopyaya kurtarma işlemi uygulanır.
uk: Файл не можна змінити через відсутність можливості відновлення. Процес відновлення застосовано до копії.

# ThereAreBadBlocksInFileNonRestorableParts
source: There are {0} bad blocks in the file "{1}", non-restorable parts: {2} bytes.
af: Daar is {0} slegte blokke in lêer "{1}", onherstelbare dele: {2} grepe.
be_by: Ёсць {0} пашкоджаных блокаў у файле "{1}", невыпраўляльныя часткі: {2} байт.
bg: Във файла „{1}“ има {0} лоши блока, невъзстановими части: {2} байта.
bo_cn: ཡིག་ཆ་“{1}”ནང་དུ་ {0} བཀག་སྡོམ་ངན་པ་ཡོད། སླར་གསོ་བྱེད་མི་ཐུབ་པའི་ཆ་ཤས་: {2} བཱའིཊི།
ca: Hi ha {0} blocs defectuosos al fitxer "{1}", parts irrecuperables: {2} bytes.
chs: 文件“{1}”中有 {0} 个坏块，不可恢复部分：{2} 个字节。
cht: 檔案「{1}」中有 {0} 個壞塊，不可恢復部分：{2} 個位元組。
cs: V souboru „{1}“ je {0} chybných bloků, neopravitelné části: {2} bajtů.
es: Hay {0} bloques defectuosos en el archivo "{1}", partes irrecuperables: {2} bytes.
fa: {0} بلوک بد در فایل "{1}" وجود دارد، بخش‌های غیرقابل بازیابی: {2} بایت.
fi: Tiedostossa "{1}" on {0} virheellistä lohkoa, palauttamattomia osia: {2} tavua.
he: ישנם {0} בלוקים פגומים בקובץ "{1}", חלקים בלתי ניתנים לשחזור: {2} בתים.
hi: फ़ाइल "{1}" में {0} ख़राब ब्लॉक हैं, पुनर्प्राप्त न किए जा सकने वाले भाग: {2} बाइट्स।
hy: «{1}» ֆայլում կան {0} վատ բլոկներ, անվերականգնելի մասեր՝ {2} բայթ:
ja: ファイル 「{1}」 に {0} 個の不良ブロックがあり、回復不可能な部分: {2} バイトです。
ka: ფაილში „{1}“ არის {0} ცუდი ბლოკი, ამოუხსნელი ნაწილები: {2} ბაიტი.
ko: "{1}" 파일에 불량 블록이 {0}개 있습니다. 복구할 수 없는 부분은 {2}바이트입니다.
ky_kg: "{1}" файлында {0} начар блок бар, калыбына келтирилбеген бөлүктөр: {2} байт.
lt: Faile „{1}“ yra {0} blogų blokų, neatkuriamos dalys: {2} baitai.
lv: Failā “{1}” ir {0} slikti bloki, neatkopjamas daļas: {2} baiti.
mn_mn: “{1}” файлд {0} муу блок байна, сэргээх боломжгүй хэсэг: {2} байт.
no: Det er {0} dårlige blokker i filen "{1}", deler som ikke kan gjenopprettes: {2} byte.
pa_arab_pk: فائل "{1}" وچ {0} ماڑے بلاک نیں، ناقابل بازیابی حصے: {2} بائٹس۔
pa_in: “{1}” ਫਾਈਲ ਵਿੱਚ {0} ਖਰਾਬ ਬਲਾਕ ਹਨ, ਨਾ-ਮੁੜਨ ਯੋਗ ਹਿੱਸੇ: {2} ਬਾਈਟ।
pl: W pliku „{1}” znajduje się {0} uszkodzonych bloków, części nie do odzyskania: {2} bajtów.W pliku „{1}” znajduje się {0} uszkodzonych bloków, części nie do odzyskania: {2} bajtów.
ps_af: په "{1}" دوتنې کې {0} خراب بلاکونه دي، نه راګرځيدونکي برخې: {2} بایټ.
ro: Există {0} blocuri dăunătoare în fișierul „{1}”, părți irecuperabile: {2} octeți.
sk: V súbore „{1}“ je {0} chybných blokov, neopraviteľné časti: {2} bajtov.
sl: V datoteki »{1}« je {0} slabih blokov, nepopravljivih delov: {2} bajtov.
sv: Det finns {0} dåliga block i filen "{1}", delar som inte går att återställa: {2} byte.
tg_cyrl_tj: Дар файли "{1}" {0} блокҳои бад мавҷуданд, қисмҳои барқарорнашаванда: {2} байт.
th: มีบล็อกที่เสียหาย {0} บล็อกในไฟล์ “{1}” ส่วนที่กู้คืนไม่ได้: {2} ไบต์
tk_tm: “{1}” faýlynda {0} erbet bloklar, dikeldip bolmaýan bölekler bar: {2} baýt.
tr: “{1}” dosyasında {0} bozuk blok var, kurtarılamayan kısımlar: {2} bayt.
uk: Є {0} пошкоджених блоків у файлі «{1}», частини, які не можна відновити: {2} байт.

# ThereAreBadBlocksInNonRestorableMayRetryLater
source: There are {0} bad blocks in the file "{1}", non-restorable parts: {2} bytes. Can't proceed there because of non-recoverable, may retry later.
af: Daar is {0} slegte blokke in lêer "{1}", onherstelbare dele: {2} grepe. Die proses kan nie voortgaan nie weens onherstelbaarheid. Dit kan later weer probeer word.
be_by: Ёсць {0} пашкоджаных блокаў у файле "{1}", невыпраўляльныя часткі: {2} байт. Працэс не можа працягвацца з-за немагчымасці аднаўлення. Гэта можа быць паўторана пазней.
bg: Във файла „{1}“ има {0} лоши блока, невъзстановими части: {2} байта. Процесът не може да продължи поради невъзможност за възстановяване. Може да се опита отново по-късно.
bo_cn: ཡིག་ཆ་“{1}”ནང་དུ་ {0} བཀག་སྡོམ་ངན་པ་ཡོད། སླར་གསོ་བྱེད་མི་ཐུབ་པའི་ཆ་ཤས་: {2} བཱའིཊི། བསྐྱར་གསོ་བྱེད་མི་ཐུབ་པའི་རྐྱེན་གྱིས་བྱ་རིམ་དེ་མུ་མཐུད་དུ་སྤེལ་མི་ཐུབ། རྗེས་སུ་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་སྲིད།
ca: Hi ha {0} blocs defectuosos al fitxer "{1}", parts irrecuperables: {2} bytes. El procés no pot continuar per irrecuperació. Es pot tornar a provar més tard.
chs: 文件“{1}”中有 {0} 个坏块，不可恢复部分：{2} 个字节。由于不可恢复的原因，该过程无法继续。也许稍后再试一次。
cht: 檔案「{1}」中有 {0} 個壞塊，不可恢復部分：{2} 個位元組。由於不可恢復的原因，該過程無法繼續。也許稍後再試一次。
cs: V souboru „{1}“ je {0} chybných bloků, neopravitelné části: {2} bajtů. Proces nemůže pokračovat kvůli neobnovitelnosti. Můžete to zkusit znovu později.
es: Hay {0} bloques defectuosos en el archivo "{1}", partes irrecuperables: {2} bytes. El proceso no puede continuar por irrecuperabilidad. Es posible que se vuelva a intentar más tarde.
fa: {0} بلوک بد در فایل "{1}" وجود دارد، بخش‌های غیرقابل بازیابی: {2} بایت. این روند به دلیل غیرقابل بازیابی نمی تواند ادامه یابد. ممکن است بعداً دوباره امتحان شود.
fi: Tiedostossa "{1}" on {0} virheellistä lohkoa, palauttamattomia osia: {2} tavua. Prosessi ei voi jatkua palautumattomuuden vuoksi. Sitä voidaan yrittää myöhemmin uudelleen.
he: ישנם {0} בלוקים פגומים בקובץ "{1}", חלקים בלתי ניתנים לשחזור: {2} בתים. התהליך אינו יכול להימשך עקב סיבה בלתי ניתנת להחלמה. אולי תנסה שוב מאוחר יותר.
hi: फ़ाइल "{1}" में {0} ख़राब ब्लॉक हैं, पुनर्प्राप्त न किए जा सकने वाले भाग: {2} बाइट्स। पुनर्प्राप्ति न हो पाने के कारण प्रक्रिया जारी नहीं रह सकती. इसे बाद में दोबारा आज़माया जा सकता है.
hy: «{1}» ֆայլում կան {0} վատ բլոկներ, անվերականգնելի մասեր՝ {2} բայթ: Գործընթացը չի կարող շարունակվել անվերականգնելիության պատճառով։ Այն կարող է կրկին փորձել ավելի ուշ:
ja: ファイル 「{1}」 に {0} 個の不良ブロックがあり、回復不可能な部分: {2} バイトです。回復できないため、プロセスを続行できません。 後で再試行される可能性があります。
ka: ფაილში „{1}“ არის {0} ცუდი ბლოკი, ამოუხსნელი ნაწილები: {2} ბაიტი. პროცესის გაგრძელება შეუძლებელია გამოუსწორებლობის გამო. მოგვიანებით შეიძლება ხელახლა სცადოთ.
ko: "{1}" 파일에 불량 블록이 {0}개 있습니다. 복구할 수 없는 부분은 {2}바이트입니다. 복구 불가능으로 인해 프로세스를 계속할 수 없습니다. 나중에 다시 시도할 수 있습니다.
ky_kg: "{1}" файлында {0} начар блок бар, калыбына келтирилбеген бөлүктөр: {2} байт. Кайра калыбына келтирилбегендиктен процесс улана албайт. Кийинчерээк кайра аракет кылынышы мүмкүн.
lt: Faile „{1}“ yra {0} blogų blokų, neatkuriamos dalys: {2} baitai. Procesas negali tęstis dėl neatkūrimo. Vėliau gali būti bandoma dar kartą.
lv: Failā “{1}” ir {0} slikti bloki, neatkopjamas daļas: {2} baiti. Process nevar turpināties neatgūstamības dēļ. Vēlāk to var mēģināt vēlreiz.
mn_mn: “{1}” файлд {0} муу блок байна, сэргээх боломжгүй хэсэг: {2} байт. Сэргээх боломжгүй тул үйл явцыг үргэлжлүүлэх боломжгүй. Дараа дахин оролдох магадлалтай.
no: Det er {0} dårlige blokker i filen "{1}", deler som ikke kan gjenopprettes: {2} byte. Prosessen kan ikke fortsette på grunn av uopprettelighet. Det kan prøves igjen senere.
pa_arab_pk: فائل "{1}" وچ {0} ماڑے بلاک نیں، ناقابل بازیابی حصے: {2} بائٹس۔ ایہ عمل ناقابل بازیابی دی وجہ توں جاری نئیں رہ سکدا۔ ایہنوں بعد چ دوبارہ آزمایا جا سکدا اے۔
pa_in: “{1}” ਫਾਈਲ ਵਿੱਚ {0} ਖਰਾਬ ਬਲਾਕ ਹਨ, ਨਾ-ਮੁੜਨ ਯੋਗ ਹਿੱਸੇ: {2} ਬਾਈਟ। ਮੁੜ-ਪ੍ਰਾਪਤ ਨਾ ਹੋਣ ਕਾਰਨ ਪ੍ਰਕਿਰਿਆ ਜਾਰੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ। ਇਹ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।
pl: W pliku „{1}” znajduje się {0} uszkodzonych bloków, części nie do odzyskania: {2} bajtów. Proces nie może być kontynuowany ze względu na niemożność odzyskania. Można spróbować ponownie później.
ps_af: په "{1}" دوتنې کې {0} خراب بلاکونه دي، نه راګرځيدونکي برخې: {2} بایټ. پروسه نشي کولی د بیرته راګرځیدو له امله دوام وکړي. ښايي وروسته بیا هڅه وشي.
ro: Există {0} blocuri dăunătoare în fișierul „{1}”, părți irecuperabile: {2} octeți. Procesul nu poate continua din cauza imposibilității de recuperare. Poate fi încercat din nou mai târziu.
sk: V súbore „{1}“ je {0} chybných blokov, neopraviteľné časti: {2} bajtov. Proces nemôže pokračovať z dôvodu neobnoviteľnosti. Môžete to skúsiť znova neskôr.
sl: V datoteki »{1}« je {0} slabih blokov, nepopravljivih delov: {2} bajtov. Postopek se ne more nadaljevati zaradi nepopravljivosti. Lahko se poskusi znova pozneje.
sv: Det finns {0} dåliga block i filen "{1}", delar som inte går att återställa: {2} byte. Processen kan inte fortsätta på grund av att den inte kan återställas. Det kan testas igen senare.
tg_cyrl_tj: Дар файли "{1}" {0} блокҳои бад мавҷуданд, қисмҳои барқарорнашаванда: {2} байт. Раванд аз сабаби барқарорнашаванда идома дода наметавонад. Он метавонад баъдтар бори дигар кӯшиш карда шавад.
th: มีบล็อกที่เสียหาย {0} บล็อกในไฟล์ “{1}” ส่วนที่กู้คืนไม่ได้: {2} ไบต์ กระบวนการนี้ไม่สามารถดำเนินการต่อได้เนื่องจากไม่สามารถกู้คืนได้ อาจลองอีกครั้งในภายหลัง
tk_tm: “{1}” faýlynda {0} erbet bloklar, dikeldip bolmaýan bölekler bar: {2} baýt. Amalyň öwezini dolup bolmajaklygy sebäpli dowam edip bilmez. Soňrak gaýtadan synanyşyp bolar.
tr: “{1}” dosyasında {0} bozuk blok var, kurtarılamayan kısımlar: {2} bayt. Kurtarılamadığı için süreç devam edemiyor. Daha sonra tekrar denenebilir.
uk: Є {0} пошкоджених блоків у файлі «{1}», частини, які не можна відновити: {2} байт. Процес не може продовжуватися через невідновність. Це можна спробувати ще раз пізніше.

# ThereAreBadBlocksNonRestorableCantBeBackup
source: There are {0} bad blocks in the file "{1}", non-restorable parts: {2} bytes, file can't be used as backup
af: Daar is {0} slegte blokke in lêer "{1}", onherstelbare dele: {2} grepe. Lêer kan nie as rugsteun gebruik word nie
be_by: Ёсць {0} пашкоджаных блокаў у файле "{1}", невыпраўляльныя часткі: {2} байт. Файл нельга выкарыстоўваць у якасці рэзервовай копіі
bg: Във файла „{1}“ има {0} лоши блока, невъзстановими части: {2} байта. Файлът не може да се използва като резервно копие
bo_cn: ཡིག་ཆ་“{1}”ནང་དུ་ {0} བཀག་སྡོམ་ངན་པ་ཡོད། སླར་གསོ་བྱེད་མི་ཐུབ་པའི་ཆ་ཤས་: {2} བཱའིཊི། ཡིག་ཆ་དེ་རྒྱབ་རྟེན་དུ་བེད་སྤྱོད་གཏོང་མི་ཐུབ།
ca: Hi ha {0} blocs defectuosos al fitxer "{1}", parts irrecuperables: {2} bytes. El fitxer no es pot utilitzar com a còpia de seguretat
chs: 文件“{1}”中有 {0} 个坏块，不可恢复部分：{2} 字节，文件无法用作备份
cht: 檔案「{1}」中有 {0} 個壞塊，不可恢復部分：{2} 位元組，檔案無法用作備份
cs: V souboru „{1}“ je {0} chybných bloků, neopravitelné části: {2} bajtů. Soubor nelze použít jako zálohu
es: Hay {0} bloques defectuosos en el archivo "{1}", partes irrecuperables: {2} bytes, el archivo no se puede utilizar como copia de seguridad
fa: {0} بلوک بد در فایل "{1}" وجود دارد، بخش‌های غیرقابل بازیابی: {2} بایت. فایل نمی تواند به عنوان پشتیبان استفاده شود
fi: Tiedostossa "{1}" on {0} virheellistä lohkoa, palauttamattomia osia: {2} tavua. Tiedostoa ei voi käyttää varmuuskopiona
he: ישנם {0} בלוקים פגומים בקובץ "{1}", חלקים בלתי ניתנים לשחזור: {2} בתים, לא ניתן להשתמש בקובץ כגיבוי
hi: फ़ाइल "{1}" में {0} ख़राब ब्लॉक हैं, पुनर्प्राप्त न किए जा सकने वाले भाग: {2} बाइट्स, फ़ाइल को बैकअप के रूप में उपयोग नहीं किया जा सकता है
hy: «{1}» ֆայլում կան {0} վատ բլոկներ, անվերականգնելի մասեր՝ {2} բայթ: Ֆայլը չի ​​կարող օգտագործվել որպես կրկնօրինակ
ja: 同期は修復オプションなしで実行されているため、ファイル「{0}」を「{1}」で復元できるかどうかを判断できませんでした。
ka: ფაილში „{1}“ არის {0} ცუდი ბლოკი, ამოუხსნელი ნაწილები: {2} ბაიტი. ფაილის სარეზერვო საშუალებად გამოყენება შეუძლებელია
ko: "{1}" 파일에 불량 블록이 {0}개 있습니다. 복구할 수 없는 부분: {2}바이트, 파일을 백업으로 사용할 수 없습니다.
ky_kg: "{1}" файлында {0} начар блок бар, калыбына келтирилбеген бөлүктөр: {2} байт. Файлды камдык көчүрмө катары колдонуу мүмкүн эмес
lt: Faile „{1}“ yra {0} blogų blokų, neatkuriamos dalys: {2} baitai. Failas negali būti naudojamas kaip atsarginė kopija
lv: Failā “{1}” ir {0} slikti bloki, neatkopjamas daļas: {2} baiti. Failu nevar izmantot kā dublējumu
mn_mn: “{1}” файлд {0} муу блок байна, сэргээх боломжгүй хэсэг: {2} байт. Файлыг нөөц болгон ашиглах боломжгүй
no: Det er {0} dårlige blokker i filen "{1}", deler som ikke kan gjenopprettes: {2} byte, filen kan ikke brukes som sikkerhetskopi
pa_arab_pk: فائل "{1}" وچ {0} ماڑے بلاک نیں، ناقابل بازیابی حصے: {2} بائٹس۔ فائل نو بیک اپ دے طور تے استعمال نئیں کیتا جا سکدا
pa_in: “{1}” ਫਾਈਲ ਵਿੱਚ {0} ਖਰਾਬ ਬਲਾਕ ਹਨ, ਨਾ-ਮੁੜਨ ਯੋਗ ਹਿੱਸੇ: {2} ਬਾਈਟ। ਫ਼ਾਈਲ ਨੂੰ ਬੈਕਅੱਪ ਵਜੋਂ ਨਹੀਂ ਵਰਤਿਆ ਜਾ ਸਕਦਾ
pl: W pliku „{1}” znajduje się {0} uszkodzonych bloków, części nie do odzyskania: {2} bajtów. Pliku nie można używać jako kopii zapasowej
ps_af: په "{1}" دوتنې کې {0} خراب بلاکونه دي، نه راګرځيدونکي برخې: {2} بایټ. فایل د بیک اپ په توګه نشي کارول کیدی
ro: Există {0} blocuri dăunătoare în fișierul „{1}”, părți irecuperabile: {2} octeți. Fișierul nu poate fi folosit ca rezervă
sk: V súbore „{1}“ je {0} chybných blokov, neopraviteľné časti: {2} bajtov. Súbor nemožno použiť ako zálohu
sl: V datoteki »{1}« je {0} slabih blokov, nepopravljivih delov: {2} bajtov. Datoteke ni mogoče uporabiti kot varnostno kopijo
sv: Det finns {0} dåliga block i filen "{1}", delar som inte går att återställa: {2} byte. Filen kan inte användas som säkerhetskopia
tg_cyrl_tj: Дар файли "{1}" {0} блокҳои бад мавҷуданд, қисмҳои барқарорнашаванда: {2} байт. Файлро ҳамчун нусха истифода бурдан мумкин нест
th: มีบล็อกที่เสียหาย {0} บล็อกในไฟล์ “{1}” ส่วนที่กู้คืนไม่ได้: {2} ไบต์ ไฟล์ไม่สามารถใช้เป็นข้อมูลสำรองได้
tk_tm: “{1}” faýlynda {0} erbet bloklar, dikeldip bolmaýan bölekler bar: {2} baýt. Faýly ätiýaçlyk hökmünde ulanyp bolmaz
tr: “{1}” dosyasında {0} hatalı blok var, kurtarılamayan parçalar: {2} bayt, dosya yedek olarak kullanılamaz
uk: Є {0} пошкоджених блоків у файлі «{1}», частини, які не можна відновити: {2} байт. Файл не можна використовувати як резервну копію

# ThereAreBadBlocksNonRestorableOnlyTested
source: There are {0} bad blocks in the file "{1}" non-restorable parts: {2} bytes. File remains unchanged, it was only tested
af: Daar is {0} slegte blokke in lêer "{1}", onherstelbare dele: {2} grepe. Lêer bly onveranderd, dit is pas getoets
be_by: Ёсць {0} пашкоджаных блокаў у файле "{1}", невыпраўляльныя часткі: {2} байт. Файл застаецца без змен, ён толькі што быў пратэставаны
bg: Във файла „{1}“ има {0} лоши блока, невъзстановими части: {2} байта. Файлът остава непроменен, просто е тестван
bo_cn: ཡིག་ཆ་“{1}”ནང་དུ་ {0} བཀག་སྡོམ་ངན་པ་ཡོད། སླར་གསོ་བྱེད་མི་ཐུབ་པའི་ཆ་ཤས་: {2} བཱའིཊི། ཡིག་ཆ་དེ་འགྱུར་བ་མེད་པར་ལུས་འདུག དེ་ད་ལྟ་ཚོད་ལྟ་བྱས་ཟིན།
ca: Hi ha {0} blocs defectuosos al fitxer "{1}", parts irrecuperables: {2} bytes. El fitxer es manté sense canvis, s'acaba de provar
chs: 文件“{1}”中有 {0} 个坏块，不可恢复部分：{2} 个字节。文件保持不变，刚刚测试过
cht: 檔案「{1}」中有 {0} 個壞塊，不可恢復部分：{2} 個位元組。文件保持不變，剛剛測試過
cs: V souboru „{1}“ je {0} chybných bloků, neopravitelné části: {2} bajtů. Soubor zůstává nezměněn, byl pouze testován
es: Hay {0} bloques defectuosos en el archivo "{1}", partes irrecuperables: {2} bytes. El archivo permanece sin cambios, acaba de ser probado.
fa: {0} بلوک بد در فایل "{1}" وجود دارد، بخش‌های غیرقابل بازیابی: {2} بایت. فایل بدون تغییر باقی می ماند، فقط تست شد
fi: Tiedostossa "{1}" on {0} virheellistä lohkoa, palauttamattomia osia: {2} tavua. Tiedosto pysyy ennallaan, se on juuri testattu
he: ישנם {0} בלוקים פגומים בקובץ "{1}", חלקים בלתי ניתנים לשחזור: {2} בתים. הקובץ נשאר ללא שינוי, הוא נבדק זה עתה
hi: फ़ाइल "{1}" में {0} ख़राब ब्लॉक हैं, पुनर्प्राप्त न किए जा सकने वाले भाग: {2} बाइट्स। फ़ाइल अपरिवर्तित रहती है, इसका अभी परीक्षण किया गया था
hy: «{1}» ֆայլում կան {0} վատ բլոկներ, անվերականգնելի մասեր՝ {2} բայթ: Ֆայլը մնում է անփոփոխ, այն նոր է փորձարկվել
ja: 保存された情報ファイル 「{0}」 は、ファイル 「{1}」 のテストには使用できません。ファイルの別のバージョン用に作成されました。
ka: ფაილში „{1}“ არის {0} ცუდი ბლოკი, ამოუხსნელი ნაწილები: {2} ბაიტი. ფაილი უცვლელი რჩება, ის უბრალოდ დატესტილია
ko: "{1}" 파일에 불량 블록이 {0}개 있습니다. 복구할 수 없는 부분은 {2}바이트입니다. 파일은 변경되지 않은 상태로 유지되며 방금 테스트되었습니다.
ky_kg: "{1}" файлында {0} начар блок бар, калыбына келтирилбеген бөлүктөр: {2} байт. Файл өзгөрүүсүз бойдон калууда, ал жөн гана сыналган
lt: Faile „{1}“ yra {0} blogų blokų, neatkuriamos dalys: {2} baitai. Failas lieka nepakitęs, jis buvo ką tik išbandytas
lv: Failā “{1}” ir {0} slikti bloki, neatkopjamas daļas: {2} baiti. Fails paliek nemainīgs, tas ir tikko pārbaudīts
mn_mn: “{1}” файлд {0} муу блок байна, сэргээх боломжгүй хэсэг: {2} байт. Файл өөрчлөгдөөгүй хэвээр байгаа бөгөөд үүнийг дөнгөж сая туршсан
no: Det er {0} dårlige blokker i filen "{1}", deler som ikke kan gjenopprettes: {2} byte. Filen forblir uendret, den ble nettopp testet
pa_arab_pk: فائل "{1}" وچ {0} ماڑے بلاک نیں، ناقابل بازیابی حصے: {2} بائٹس۔ فائل وچ کوئی تبدیلی نئیں آئی، ایہنوں صرف آزمایا گیا سی
pa_in: “{1}” ਫਾਈਲ ਵਿੱਚ {0} ਖਰਾਬ ਬਲਾਕ ਹਨ, ਨਾ-ਮੁੜਨ ਯੋਗ ਹਿੱਸੇ: {2} ਬਾਈਟ। ਫਾਈਲ ਵਿੱਚ ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ ਕੀਤੀ ਗਈ, ਇਸਦੀ ਹੁਣੇ ਜਾਂਚ ਕੀਤੀ ਗਈ ਸੀ
pl: W pliku „{1}” znajduje się {0} uszkodzonych bloków, części nie do odzyskania: {2} bajtów. Plik pozostaje niezmieniony, został właśnie przetestowany
ps_af: په "{1}" دوتنې کې {0} خراب بلاکونه دي، نه راګرځيدونکي برخې: {2} بایټ. دوتنه بدله پاتې ده، دا یوازې ازموینه شوې
ro: Există {0} blocuri dăunătoare în fișierul „{1}”, părți irecuperabile: {2} octeți. Fișierul rămâne neschimbat, tocmai a fost testat
sk: V súbore „{1}“ je {0} chybných blokov, neopraviteľné časti: {2} bajtov. Súbor zostáva nezmenený, bol len testovaný
sl: V datoteki »{1}« je {0} slabih blokov, nepopravljivih delov: {2} bajtov. Datoteka ostaja nespremenjena, samo testirana je bila
sv: Det finns {0} dåliga block i filen "{1}", delar som inte går att återställa: {2} byte. Filen förblir oförändrad, den testades precis
tg_cyrl_tj: Дар файли "{1}" {0} блокҳои бад мавҷуданд, қисмҳои барқарорнашаванда: {2} байт. Файл бетағйир мемонад, он танҳо санҷида шуд
th: มีบล็อกที่เสียหาย {0} บล็อกในไฟล์ “{1}” ส่วนที่กู้คืนไม่ได้: {2} ไบต์ ไฟล์ยังคงไม่เปลี่ยนแปลง เพิ่งทดสอบ
tk_tm: “{1}” faýlynda {0} erbet bloklar, dikeldip bolmaýan bölekler bar: {2} baýt. Faýl üýtgewsiz galýar, diňe synagdan geçirildi
tr: “{1}” dosyasında {0} hatalı blok var, kurtarılamayan kısımlar: {2} bayt. Dosya değişmeden kaldı, sadece test edildi
uk: Є {0} пошкоджених блоків у файлі «{1}», частини, які не можна відновити: {2} байт. Файл залишився без змін, його щойно перевірили
