Repository: NataljaNeumann/SyncFolders
Catalog: SyncFolders/Resources.*.resx
Languages: af, be_by, bg, bo_cn, ca, chs, cht, cs, es, fa, fi, he, hi, hy, ja, ka, ko, ky_kg, lt, lv, mn_mn, no, pa_arab_pk, pa_in, pl, ps_af, ro, sk, sl, sv, tg_cyrl_tj, th, tk_tm, tr, uk

# BlockOfAtPositionWillBeCopiedFromNoMatterChecksum
source: Block of "{0}" position {1} will be copied from "{2}" despite the fact that checksum indicates the block is wrong
be_by: Блок файла "{0}" у пазіцыі {1} капіюецца з "{2}", нават калі кантрольная сума паказвае, што блок няправільны
bg: Блок на файл „{0}“ на позиция {1} се копира от „{2}“ дори ако контролната сума показва, че блокът е неправилен
bo_cn: ཡིག་ཆའི་སྡེབ་ཚན་“{0}”གནས་ཡུལ་{1}ལ་ཡོད་པའི་སྡེབ་ཚན་དེ་“{2}”ནས་འདྲ་བཤུས་བྱས་ཡོད།
ca: El bloc del fitxer "{0}" a la posició {1} es copia de "{2}", encara que la suma de comprovació mostri que el bloc és incorrecte
chs: 位置 {1} 处的文件“{0}”块是从“{2}”复制的，即使校验和表明该块不正确
cht: 位置 {1} 處的檔案「{0}」區塊是從「{2}」複製的，即使校驗並表示該區塊不正確
cs: Blok souboru „{0}“ na pozici {1} je zkopírován z „{2}“, i když kontrolní součet ukazuje, že blok je nesprávný
es: El bloque del archivo "{0}" en la posición {1} se copia de "{2}" incluso si la suma de verificación muestra que el bloque es incorrecto
fa: بلوک فایل "{0}" در موقعیت {1} از "{2}" کپی می‌شود، حتی اگر جمع بررسی نشان دهد که بلوک نادرست است.
fi: Tiedoston "{0}" lohko kohdassa {1} kopioidaan kohteesta "{2}", vaikka tarkistussumma osoittaisi, että lohko on virheellinen
he: בלוק ממיקום "{0}" {1} מועתק מ-"{2}" למרות שסכום הבדיקה מציין שהחסימה שגויה
hi: स्थिति {1} पर फ़ाइल "{0}" का ब्लॉक "{2}" से कॉपी किया गया है, भले ही चेकसम इंगित करता है कि ब्लॉक गलत है
hy: «{0}» ֆայլի բլոկը {1} դիրքում պատճենվում է «{2}»-ից, նույնիսկ եթե ստուգիչ գումարը ցույց է տալիս, որ բլոկը սխալ է:
ja: チェックサムはブロックが正しくないことを示していますが、位置 {1} にあるファイル 「{0}」 のブロックは 「{2}」 からコピーされます
ka: ფაილის ბლოკი „{0}“ პოზიციაზე {1} კოპირებულია „{2}“-დან მაშინაც კი, თუ საკონტროლო ჯამი აჩვენებს, რომ ბლოკი არასწორია
ko: 체크섬에서 블록이 올바르지 않음을 나타내더라도 {1} 위치에 있는 "{0}" 파일 블록이 "{2}"에서 복사되었습니다.
ky_kg: {1} позициясындагы "{0}" файлынын блогу текшерүү суммасы блоктун туура эмес экенин көрсөтсө дагы "{2}" көчүрүлөт
lt: Failo „{0}“ blokas, esantis {1} pozicijoje, nukopijuotas iš „{2}“, net jei kontrolinė suma rodo, kad blokas yra neteisingas
lv: Faila “{0}” bloks pozīcijā {1} tiek kopēts no “{2}”, pat ja kontrolsumma parāda, ka bloks ir nepareizs
mn_mn: “{0}” файлын {1} байрлал дахь блокыг шалгах нийлбэр нь блок буруу байгааг харуулсан ч гэсэн “{2}”-ээс хуулсан.
no: Blokk av fil "{0}" på posisjon {1} er kopiert fra "{2}" selv om kontrollsummen viser at blokkeringen er feil
pa_arab_pk: پوزیشن {1} تے فائل "{0}" دا بلاک "{2}" توں کاپی کیتا جاندا اے بھاویں چیک سم توں پتہ چلدا اے کہ بلاک غلط اے
pa_in: ਸਥਿਤੀ {1} 'ਤੇ “{0}” ਫਾਈਲ ਦੇ ਬਲਾਕ ਨੂੰ “{2}” ਤੋਂ ਕਾਪੀ ਕੀਤਾ ਗਿਆ ਹੈ ਭਾਵੇਂ ਕਿ ਚੈੱਕਸਮ ਦਿਖਾਉਂਦਾ ਹੈ ਕਿ ਬਲਾਕ ਗਲਤ ਹੈ
pl: Blok pliku „{0}” w pozycji {1} jest kopiowany z „{2}”, nawet jeśli suma kontrolna wskazuje, że blok jest nieprawidłowy
ps_af: د "{0}" د دوتنې بلاک په {1} موقعیت کې د "{2}" څخه کاپي شوی حتی که چکسم وښيي چې بلاک غلط دی
ro: Blocul fișierului „{0}” la poziția {1} este copiat din „{2}” chiar dacă suma de verificare arată că blocul este incorect
sk: Blok súboru „{0}“ na pozícii {1} sa skopíruje z „{2}“, aj keď kontrolný súčet ukazuje, že blok je nesprávny
sl: Blok datoteke »{0}« na položaju {1} je kopiran iz »{2}«, tudi če kontrolna vsota kaže, da blok ni pravilen
sv: Block av fil "{0}" vid position {1} kopieras från "{2}" även om kontrollsumman visar att blocket är felaktigt
tg_cyrl_tj: Блоки файли "{0}" дар мавқеи {1} аз "{2}" нусхабардорӣ карда мешавад, ҳатто агар маблағи санҷиш нишон диҳад, ки блок нодуруст аст
th: บล็อกของไฟล์ “{0}” ที่ตำแหน่ง {1} ถูกคัดลอกจาก “{2}” แม้ว่าการตรวจสอบจะแสดงว่าบล็อกไม่ถูกต้อง
tk_tm: Check {1} pozisiýasyndaky “{0}” faýlyň bloky, barlag blokynyň nädogrydygyny görkezse-de “{2}” -den göçürilýär
tr: Sağlama toplamı bloğun yanlış olduğunu gösterse bile, {1} konumundaki “{0}” dosyası bloğu “{2}” dosyasından kopyalanır
uk: Блок файлу «{0}» у позиції {1} копіюється з «{2}», навіть якщо контрольна сума показує, що блок неправильний

# BlockOfAtPositionWillBeRestoredFrom
source: Block of "{0}" at position {1} will be restored from same position of "{2}"
be_by: Блок файла "{0}" у пазіцыі {1} аднаўляецца з той самай пазіцыі файла "{2}".
bg: Блок на файл „{0}“ на позиция {1} се възстановява от същата позиция на файл „{2}“.
bo_cn: ཡིག་ཆ་“{0}” ཡི་བཀག་སྡོམ་དེ་གནས་ཡུལ་{1} ཡིག་ཆ་“{2}”ཡི་གནས་ཡུལ་གཅིག་པ་ནས་སླར་གསོ་བྱས།
ca: El bloc del fitxer "{0}" a la posició {1} es restaura des de la mateixa posició del fitxer "{2}".
chs: 文件“{0}”的位置 {1} 处的块从文件“{2}”的同一位置恢复。
cht: 檔案「{0}」的位置 {1} 處的區塊從檔案「{2}」的相同位置還原。
cs: Blok souboru „{0}“ na pozici {1} je obnoven ze stejné pozice jako soubor „{2}“.
es: El bloque del archivo "{0}" en la posición {1} se restaura desde la misma posición del archivo "{2}".
fa: بلوک فایل "{0}" در موقعیت {1} از همان موقعیت فایل "{2}" بازیابی می شود.
fi: Tiedoston "{0}" lohko kohdassa {1} palautetaan tiedoston "{2}" samasta paikasta.
he: בלוק של "{0}" במיקום {1} משוחזר מאותו מיקום של "{2}".
hi: फ़ाइल "{0}" के ब्लॉक को स्थिति {1} पर फ़ाइल की उसी स्थिति से पुनर्स्थापित किया जाता है "{2}"।
hy: «{0}» ֆայլի բլոկը {1} դիրքում վերականգնվել է «{2}» ֆայլի նույն դիրքից:
ja: ファイル 「{0}」 の位置 {1} のブロックが、ファイル 「{2}」 の同じ位置から復元されます。
ka: ფაილის ბლოკი „{0}“ პოზიციაზე {1} აღდგენილია ფაილის იგივე პოზიციიდან „{2}“.
ko: {1} 위치에 있는 "{0}" 파일 블록이 "{2}" 파일의 동일한 위치에서 복원됩니다.
ky_kg: {1} позициясындагы "{0}" файлынын блогу "{2}" файлынын ошол эле абалынан калыбына келтирилди.
lt: Failo „{0}“ blokas {1} pozicijoje atkuriamas iš tos pačios failo „{2}“ pozicijos.
lv: Faila “{0}” bloks pozīcijā {1} ir atjaunots no tās pašas faila “{2}” pozīcijas.
mn_mn: {1} байрлал дахь “{0}” файлын блок “{2}” файлын ижил байрлалаас сэргээгдсэн.
no: Blokk av fil "{0}" på posisjon {1} er gjenopprettet fra samme posisjon som fil "{2}".
pa_arab_pk: پوزیشن {1} تے فائل "{0}" دا بلاک فائل "{2}" دی اسی پوزیشن توں بحال کیتا جاندا اے۔
pa_in: “{0}” ਦੀ ਸਥਿਤੀ {1} 'ਤੇ ਫਾਈਲ ਦਾ ਬਲਾਕ “{2}” ਫਾਈਲ ਦੀ ਉਸੇ ਸਥਿਤੀ ਤੋਂ ਰੀਸਟੋਰ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Blok pliku „{0}” w pozycji {1} jest przywracany z tej samej pozycji pliku „{2}”.
ps_af: د "{0}" د دوتنې بلاک په {1} موقعیت کې د دوتنې "{2}" له ورته موقعیت څخه بیرته راستانه شوی.
ro: Blocul fișierului „{0}” din poziția {1} este restaurat din aceeași poziție a fișierului „{2}”.
sk: Blok súboru „{0}“ na pozícii {1} je obnovený z rovnakej pozície súboru „{2}“.
sl: Blok datoteke »{0}« na položaju {1} je obnovljen z istega položaja datoteke »{2}«.
sv: Blocket av filen "{0}" vid position {1} återställs från samma position som filen "{2}".
tg_cyrl_tj: Блоки файли "{0}" дар мавқеи {1} аз ҳамон мавқеи файли "{2}" барқарор карда мешавад.
th: บล็อกของไฟล์ “{0}” ที่ตำแหน่ง {1} ได้รับการกู้คืนจากตำแหน่งเดียวกันของไฟล์ “{2}”
tk_tm: {1} position ýagdaýynda “{0}” faýlyň bloky “{2}” faýlyň şol bir ýagdaýyndan dikeldilýär.
tr: {1} konumundaki “{0}” dosyası bloğu, “{2}” dosyasının aynı konumundan geri yüklendi.
uk: Блок файлу «{0}» у позиції {1} відновлюється з тієї самої позиції файлу «{2}».

# BlocksOfAndAtPositionNonRecoverableFillDummy
source: Blocks of "{0}" and "{1}" at position {2} are not recoverable and will be filled with a dummy block
be_by: Блокі файлаў "{0}" і "{1}" у пазіцыі {2} не могуць быць адноўлены і будуць запоўнены пустым блокам
bg: Блоковете от файлове „{0}“ и „{1}“ на позиция {2} не могат да бъдат възстановени и ще бъдат запълнени с празен блок
bo_cn: གནས་ {2} ལ་ཡོད་པའི་ཡིག་ཆ་ “{0}” དང་ “{1}” གྱི་སྡེབ་ཚན་སླར་གསོ་བྱེད་མི་ཐུབ་པས་སྡེབ་ཚན་སྟོང་པ་ཞིག་གིས་བཀང་རྒྱུ་རེད།
ca: Els blocs de fitxers "{0}" i "{1}" a la posició {2} no es poden restaurar i s'ompliran amb un bloc buit
chs: 位置 {2} 处的文件“{0}”和“{1}”块无法恢复，并用虚拟块填充
cht: 位置 {2} 處的檔案「{0}」和「{1}」區塊無法恢復，並以虛擬區塊填充
cs: Bloky souborů „{0}“ a „{1}“ na pozici {2} nelze obnovit a budou vyplněny prázdným blokem
es: Los bloques de archivos "{0}" y "{1}" en la posición {2} no se pueden restaurar y se rellenan con un bloque ficticio
fa: بلوک‌های فایل‌های "{0}" و "{1}" در موقعیت {2} قابل بازیابی نیستند و با یک بلوک خالی پر می‌شوند.
fi: Tiedostojen "{0}" ja "{1}" lohkoja paikassa {2} ei voida palauttaa, ja ne täytetään tyhjällä lohkolla
he: לא ניתן לשחזר את הבלוקים של "{0}" ו-"{1}" במיקום {2} והם מלאים בבלוק דמה
hi: स्थिति {2} पर फ़ाइलों के ब्लॉक "{0}" और "{1}" को पुनर्स्थापित नहीं किया जा सकता है और वे एक डमी ब्लॉक से भरे हुए हैं
hy: «{0}» և «{1}» ֆայլերի բլոկները {2} դիրքում չեն կարող վերականգնվել և կլցվեն դատարկ բլոկով:
ja: ファイル 「{0}」 と 「{1}」 の位置 {2} のブロックは復元できないため、ダミー ブロックで埋められています
ka: ფაილების „{0}“ და „{1}“ ბლოკები {2} პოზიციაზე ვერ აღდგება და შეივსება ცარიელი ბლოკით.
ko: {2} 위치에 있는 "{0}" 및 "{1}" 파일 블록은 복원할 수 없으며 더미 블록으로 채워져 있습니다.
ky_kg: {2} позициясындагы "{0}" жана "{1}" файлдарынын блоктору калыбына келтирилбейт жана бош блок менен толтурулат
lt: Failų blokai „{0}“ ir „{1}“, esantys {2} padėtyje, negali būti atkurti ir bus užpildyti tuščiu bloku
lv: Failu blokus “{0}” un “{1}” pozīcijā {2} nevar atjaunot, un tie tiks aizpildīti ar tukšu bloku
mn_mn: {2} байрлал дахь “{0}” болон “{1}” файлын блокуудыг сэргээх боломжгүй бөгөөд хоосон блокоор дүүргэх болно.
no: Blokkene med filene "{0}" og "{1}" på posisjon {2} kan ikke gjenopprettes og vil bli fylt med en tom blokk
pa_arab_pk: پوزیشن {2} تے "{0}" تے "{1}" فائلاں دے بلاکس بحال نئیں کیتے جا سکدے تے خالی بلاک نال بھرے جان گے
pa_in: “{0}” ਅਤੇ “{1}” ਪੋਜੀਸ਼ਨ {2} 'ਤੇ ਫਾਈਲਾਂ ਦੇ ਬਲਾਕ ਰੀਸਟੋਰ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ ਅਤੇ ਖਾਲੀ ਬਲਾਕ ਨਾਲ ਭਰੇ ਜਾਣਗੇ।
pl: Bloki plików „{0}” i „{1}” w pozycji {2} nie mogą zostać przywrócone i zostaną wypełnione pustym blokiem
ps_af: د "{0}" او "{1}" د فایلونو بلاکونه په {2} موقعیت کې نشي بیرته راګرځیدلی او د خالي بلاک سره به ډک شي
ro: Blocurile de fișiere „{0}” și „{1}” din poziția {2} nu pot fi restaurate și vor fi umplute cu un bloc gol
sk: Bloky súborov „{0}“ a „{1}“ na pozícii {2} nie je možné obnoviť a budú vyplnené prázdnym blokom
sl: Blokov datotek »{0}« in »{1}« na položaju {2} ni mogoče obnoviti in bodo zapolnjeni s praznim blokom
sv: Blocken av filer "{0}" och "{1}" på position {2} kan inte återställas och kommer att fyllas med ett tomt block
tg_cyrl_tj: Блокҳои файлҳои "{0}" ва "{1}" дар мавқеи {2} барқарор карда намешаванд ва бо блоки холӣ пур карда мешаванд
th: บล็อกของไฟล์ “{0}” และ “{1}” ที่ตำแหน่ง {2} ไม่สามารถกู้คืนได้ และจะถูกเติมด้วยบล็อกว่าง
tk_tm: {2} position ýagdaýynda “{0}” we “{1}” faýllaryň bloklaryny dikeldip bolmaýar we boş blok bilen doldurylýar
tr: {2} konumundaki “{0}” ve “{1}” dosyalarının blokları geri yüklenemez ve boş bir blokla doldurulur
uk: Блоки файлів «{0}» і «{1}» у позиції {2} не можна відновити та будуть заповнені порожнім блоком

# ChecksumOfBlockAtOffsetNotOK
source: {0}: checksum of block at offset {1} not OK
be_by: {0}: кантрольная сума блока ў пазіцыі {1} няправільная
bg: {0}: Контролната сума на блока на позиция {1} не е наред
bo_cn: {0}: གནས་ཡུལ་{1}ལ་ཡོད་པའི་སྡེབ་ཚན་གྱི་ཞིབ་བཤེར་བསྡོམས་འབོར་འགྲིག་གི་མེད།
ca: {0}: la suma de comprovació del bloc a la posició {1} no està bé
chs: {0}：位置 {1} 处的块的校验和不正确
cht: {0}：位置 {1} 處的區塊的校驗和不正確
cs: {0}: Kontrolní součet bloku na pozici {1} není v pořádku
es: {0}: La suma de comprobación del bloque en la posición {1} no es correcta
fa: {0}: جمع بررسی بلوک در موقعیت {1} درست نیست
fi: {0}: Lohkon tarkistussumma kohdassa {1} ei ole OK
he: {0}: סכום הבדיקה של הבלוק במיקום {1} אינו תקין
hi: {0}: स्थिति {1} पर ब्लॉक का चेकसम ठीक नहीं है
hy: {0}. {1} դիրքի բլոկի ստուգման գումարը կարգին չէ
ja: {0}: 位置 {1} のブロックのチェックサムが OK ではありません
ka: {0}: ბლოკის საკონტროლო ჯამი {1} პოზიციაზე არ არის კარგი
ko: {0}: {1} 위치에 있는 블록의 체크섬이 양호하지 않습니다.
ky_kg: {0}: {1} позициясындагы блоктун текшерүү суммасы туура эмес
lt: {0}: bloko, esančio {1} pozicijoje, kontrolinė suma netinkama
lv: {0}: bloka kontrolsumma pozīcijā {1} nav pareiza
mn_mn: {0}: {1} байрлал дахь блокийн шалгах нийлбэр зөв биш байна
no: {0}: Sjekksum av blokken ved posisjon {1} er ikke OK
pa_arab_pk: {0}: پوزیشن {1} تے بلاک دا چیک سم ٹھیک نئیں اے
pa_in: {0}: ਸਥਿਤੀ {1} 'ਤੇ ਬਲਾਕ ਦਾ ਚੈੱਕਸਮ ਠੀਕ ਨਹੀਂ ਹੈ
pl: {0}: Suma kontrolna bloku w pozycji {1} jest nieprawidłowa
ps_af: {0}: په {1} موقعیت کې د بلاک چیک سم سم ندی
ro: {0}: Suma de control a blocului de la poziția {1} nu este OK
sk: {0}: Kontrolný súčet bloku na pozícii {1} nie je v poriadku
sl: {0}: Kontrolna vsota bloka na položaju {1} ni v redu
sv: {0}: Kontrollsumman för blocket vid position {1} är inte OK
tg_cyrl_tj: {0}: Маблағи назорати блок дар мавқеи {1} дуруст нест
th: {0}: การตรวจสอบรวมของบล็อกที่ตำแหน่ง {1} ไม่ถูกต้อง
tk_tm: {0}: block 1 position pozisiýadaky blokyň barlagy gowy däl
tr: {0}: {1} konumundaki bloğun sağlama toplamı tamam değil
uk: {0}: контрольна сума блоку в позиції {1} неправильна

# CopiedFromToReason
source: Copied "{0}" to "{1}", {2}
be_by: Капіраванне завершана: “{0}” у “{1}” {2}
bg: Копирането е завършено: „{0}“ в „{1}“, {2}
bo_cn: འདྲ་བཤུས་ཚར་འདུག: “{0}” ནས་ “{1}” {2}
ca: Còpia completada: “{0}” a “{1}” {2}
chs: 正在将“{0}”复制到“{1}” {2}
cht: 正在將「{0}」複製到「{1}」 {2}
cs: Kopírování dokončeno: „{0}“ do „{1}“ {2}
es: Copiando “{0}” a “{1}” {2}
fa: کپی تکمیل شد: "{0}" در "{1}" {2}
fi: Kopiointi valmis: "{0}" kohteeseen "{1}" {2}
he: מעתיק את "{0}" אל "{1}" {2}
hi: प्रतिलिपि प्रक्रिया: "{0}" से "{1}" {2}
hy: Պատճենելու գործընթացը՝ «{0}» դեպի «{1}» {2}
ja: コピープロセスが完了しました:「{0}」から「{1}」{2}
ka: კოპირება დასრულდა: „{0}“ „{1}“-ში {2}
ko: “{0}”을 “{1}”에 복사 중 {2}
ky_kg: Көчүрүү аяктады: "{0}" - "{1}", {2}
lt: Kopijavimo procesas baigtas: „{0}“ į „{1}“ {2}
lv: Kopēšana pabeigta: “{0}” uz “{1}” {2}
mn_mn: Хуулж дууссан: “{0}”-г “{1}” руу {2}
no: Kopier fullført «{0}» til «{1}» {2}
pa_arab_pk: کاپی مکمل ہو گئی: "{0}" توں "{1}" {2}
pa_in: ਕਾਪੀ ਮੁਕੰਮਲ ਹੋਈ: “{0}” ਤੋਂ “{1}” {2}
pl: Kopiowanie ukończone: „{0}” do „{1}” {2}
ps_af: کاپي بشپړه شوه: "{0}" تر "{1}" {2}
ro: Copiere finalizată: „{0}” în „{1}” {2}
sk: Kopírovanie dokončené: „{0}“ do „{1}“ {2}
sl: Kopiranje končano: »{0}« v »{1}« {2}
sv: Kopian slutförd: "{0}" till "{1}" {2}
tg_cyrl_tj: Нусхабардорӣ анҷом ёфт: "{0}" ба "{1}" {2}
th: คัดลอกเสร็จแล้ว: “{0}” ถึง “{1}” {2}
tk_tm: Göçürmek tamamlandy: “{0}” -dan “{1}” {2}
tr: Kopyalama işlemi tamamlandı: “{0}”'dan “{1}”'ye {2}
uk: Копіювання завершено: “{0}” в “{1}” {2}

# CouldntUseOutdatedFileForRestoringOther
source: Warning: File "{0}" with year 1975 or earlier could not be used to restore file "{1}". Such an old date indicates that it was the last chance to recover the file “{0}”.
be_by: Папярэджанне: файл "{0}" з годам 1975 або раней не можа быць выкарыстаны для аднаўлення файла "{1}". Такая старая дата азначае, што гэта была апошняя магчымасць аднавіць файл «{0}».
bg: Предупреждение: Файлът „{0}“ с година 1975 или по-ранна не може да се използва за възстановяване на файл „{1}“. Такава стара дата показва, че това е била последната възможност за възстановяване на файла „{0}“.
bo_cn: ཉེན་བརྡ། ཡིག་ཆ་ “{0}” ༡༩༧༥ ཡང་ན་དེ་སྔོན་གྱི་ཡིག་ཆ་ “{1}” སླར་གསོ་བྱེད་པར་བེད་སྤྱོད་གཏོང་མི་ཐུབ། དེ་ལྟ་བུའི་ཚེས་གྲངས་རྙིང་པ་དེས་ཡིག་ཆ་ “{0}” སླར་གསོ་བྱེད་པའི་གོ་སྐབས་མཐའ་མ་དེ་ཡིན་པ་སྟོན་གྱི་ཡོད།
ca: Avís: el fitxer "{0}" amb l'any 1975 o anterior no s'ha pogut utilitzar per restaurar el fitxer "{1}". Una data tan antiga indica que era l'última oportunitat de recuperar el fitxer "{0}".
chs: 警告：1975 年或更早的文件“{0}”无法用于恢复文件“{1}”。这些数据表明这是恢复文件“{0}”的最后机会。
cht: 警告：無法使用 1975 年或更早版本的過時檔案「{0}」。這表明這是恢復檔案「{1}」的最後機會。
cs: Upozornění: Soubor „{0}“ s rokem 1975 nebo starším nelze použít k obnovení souboru „{1}“. Takto staré datum naznačuje, že to byla poslední šance na obnovení souboru „{0}“.
es: Advertencia: El archivo "{0}" del año 1975 o anterior no se pudo utilizar para restaurar el archivo "{1}". Una fecha tan antigua indica que era la última oportunidad de recuperar el archivo “{0}”.
fa: هشدار: فایل "{0}" با سال 1975 یا قبل از آن نمی تواند برای بازیابی فایل "{1}" استفاده شود. چنین تاریخ قدیمی نشان می دهد که این آخرین فرصت برای بازیابی فایل "{0}" بوده است.
fi: Varoitus: Tiedostoa "{0}", jonka vuosi on 1975 tai aikaisempi, ei voitu käyttää tiedoston "{1}" palauttamiseen. Näin vanha päivämäärä osoittaa, että se oli viimeinen mahdollisuus palauttaa tiedosto "{0}".
he: אזהרה: לא ניתן היה להשתמש בקובץ "{0}" עם שנת 1975 או קודם לכן לשחזור הקובץ "{1}". תאריך ישן כזה מציין שזו הייתה ההזדמנות האחרונה לשחזר את הקובץ "{0}".
hi: चेतावनी: वर्ष 1975 या उससे पहले की फ़ाइल "{0}" का उपयोग फ़ाइल "{1}" को पुनर्स्थापित करने के लिए नहीं किया जा सकता। इतनी पुरानी तारीख इंगित करती है कि यह फ़ाइल "{0}" को पुनर्प्राप्त करने का आखिरी मौका था।
hy: Զգուշացում. «{0}» ֆայլը 1975 թ. կամ ավելի վաղ չի կարող օգտագործվել «{1}» ֆայլը վերականգնելու համար: Նման հին ամսաթիվը ցույց է տալիս, որ դա վերջին հնարավորությունն էր վերականգնելու «{0}» ֆայլը:
ja: 警告: 1975 年以前のファイル "{0}" は、ファイル "{1}" の復元に使用できませんでした。 このような古い日付は、ファイル「{0}」を回復する最後の機会であったことを示しています。
ka: გაფრთხილება: ფაილი „{0}“ 1975 წლით ან უფრო ადრე ვერ გამოიყენებოდა ფაილის „{1}“ აღსადგენად. ასეთი ძველი თარიღი მიუთითებს, რომ ეს იყო ფაილის „{0}“ აღდგენის ბოლო შანსი.
ko: 경고: 1975년 이전의 파일 "{0}"을(를) 사용할 수 없습니다. 이는 이번이 "{1}" 파일을 복구할 수 있는 마지막 기회임을 나타냅니다.
ky_kg: Эскертүү: 1975-жылы же андан мурунку "{0}" файлы "{1}" файлын калыбына келтирүү үчүн колдонулбай калды. Мындай эски дата "{0}" файлын калыбына келтирүү үчүн акыркы мүмкүнчүлүк болгонун көрсөтүп турат.
lt: Įspėjimas: failo „{0}“, kurio metai yra 1975 ar senesni, nepavyko naudoti norint atkurti failą „{1}“. Tokia sena data rodo, kad tai buvo paskutinė galimybė atkurti failą „{0}“.
lv: Brīdinājums: failu “{0}” ar 1975. gada vai vecāku gadu nevarēja izmantot, lai atjaunotu failu “{1}”. Tik vecs datums norāda, ka tā bija pēdējā iespēja atgūt failu “{0}”.
mn_mn: Анхааруулга: 1975 болон түүнээс өмнөх оны “{0}” файлыг “{1}” файлыг сэргээхэд ашиглах боломжгүй. Ийм хуучин огноо нь “{0}” файлыг сэргээх сүүлчийн боломж байсныг харуулж байна.
no: Advarsel: Filen «{0}» med år 1975 eller tidligere kunne ikke brukes til å gjenopprette filen «{1}». En så gammel dato indikerer at det var siste sjanse til å gjenopprette filen «{0}».
pa_arab_pk: خبردار: فائل "{0}" جس دی سال 1975 یا اس توں پہلے اے، فائل "{1}" نوں بحال کرن لئی استعمال نئیں کیتی جا سکی۔ اینی پرانی تاریخ دسدی اے کہ ایہ فائل "{0}" دی بازیابی دا آخری موقع سی۔
pa_in: ਚੇਤਾਵਨੀ: ਸਾਲ 1975 ਜਾਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਵਾਲੀ “{0}” ਫਾਈਲ “{1}” ਨੂੰ ਰੀਸਟੋਰ ਕਰਨ ਲਈ ਨਹੀਂ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਅਜਿਹੀ ਪੁਰਾਣੀ ਤਾਰੀਖ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ “{0}” ਫਾਈਲ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਇਹ ਆਖਰੀ ਮੌਕਾ ਸੀ।
pl: Ostrzeżenie: nie można użyć pliku „{0}” z rokiem 1975 lub wcześniejszym do przywrócenia pliku „{1}”. Tak stara data wskazuje, że była to ostatnia szansa na odzyskanie pliku „{0}”.
ps_af: خبرداری: د دوتنې "{0}" د کال 1975 یا مخکینۍ د دوتنې "{1}" د بیا رغولو لپاره کارول کیدی نشي. دا ډول زوړ نیټه په ګوته کوي چې دا د "{0}" دوتنې بیرته ترلاسه کولو وروستی چانس و.
ro: Avertisment: fișierul „{0}” cu anul 1975 sau mai devreme nu a putut fi folosit pentru a restabili fișierul „{1}”. O dată atât de veche indică faptul că a fost ultima șansă de a recupera fișierul „{0}”.
sk: Upozornenie: Súbor „{0}“ s rokom 1975 alebo starším nebolo možné použiť na obnovenie súboru „{1}“. Takýto starý dátum naznačuje, že to bola posledná šanca na obnovenie súboru „{0}“.
sl: Opozorilo: datoteke »{0}« z letnico 1975 ali starejše ni bilo mogoče uporabiti za obnovitev datoteke »{1}«. Tako star datum pomeni, da je bila to zadnja priložnost za obnovitev datoteke »{0}«.
sv: Varning: Filen "{0}" med år 1975 eller tidigare kunde inte användas för att återställa filen "{1}". Ett så gammalt datum indikerar att det var sista chansen att återställa filen "{0}".
tg_cyrl_tj: Огоҳӣ: Файли "{0}" бо соли 1975 ё пештар барои барқарор кардани файли "{1}" истифода шуда натавонист. Чунин санаи кӯҳна нишон медиҳад, ки ин охирин имкони барқарор кардани файли "{0}" буд.
th: คำเตือน: ไฟล์ “{0}” ปี 1975 หรือก่อนหน้านั้นไม่สามารถใช้เพื่อกู้คืนไฟล์ “{1}” วันที่เก่าดังกล่าวบ่งชี้ว่าเป็นโอกาสสุดท้ายที่จะกู้คืนไฟล์ “{0}”
tk_tm: Duýduryş: 1975-nji ýyl ýa-da ondan öňki “{0}” faýly “{1}” faýly dikeltmek üçin ulanylyp bilinmedi. Şeýle köne sene, “{0}” faýly dikeltmek üçin iň soňky pursatdygyny görkezýär.
tr: Uyarı: 1975 yılı veya daha eski bir tarihe sahip “{0}” dosyası, “{1}” dosyasını geri yüklemek için kullanılamaz. Bu tür veriler bunun “{0}” dosyasını kurtarmak için son şans olduğunu gösteriyor.
uk: Попередження: файл «{0}» з роком 1975 або раніше не можна використати для відновлення файлу «{1}». Така стара дата вказує на те, що це була остання можливість відновити файл «{0}».

# DefaultCulture
source: yes
af: No
be_by: No
bg: No
bo_cn: No
ca: No
chs: No
cht: no
cs: No
es: No
fa: No
fi: No
he: no
hi: No
hy: No
ja: no
ka: No
ko: No
ky_kg: No
lt: No
lv: No
mn_mn: No
no: No
pa_arab_pk: No
pa_in: No
pl: no
ps_af: No
ro: No
sk: No
sl: No
sv: No
tg_cyrl_tj: No
th: No
tk_tm: No
tr: no
uk: No

# DeletedFileNotPresentIn
source: Deleted file "{0}" that is not present in "{1}" anymore
be_by: Выдалены файл “{0}”, які больш не існуе ў “{1}”.
bg: Изтрит файл „{0}“, който вече не съществува в „{1}“.
bo_cn: “{1}” ནང་མེད་པའི་ཡིག་ཆ་ “{0}” བསུབས་ཡོད།
ca: S'ha suprimit el fitxer “{0}” que ja no existeix a “{1}”.
chs: 已删除的文件“{0}”不再存在于“{1}”中。
cht: 已刪除的檔案「{0}」不再存在於「{1}」中。
cs: Byl smazán soubor „{0}“, který již v „{1}“ neexistuje.
es: Archivo eliminado “{0}” que ya no existe en “{1}”.
fa: فایل "{0}" که دیگر در "{1}" وجود ندارد حذف شد.
fi: Poistettu tiedosto "{0}", jota ei enää ole kansiossa "{1}".
he: נמחק קובץ "{0}" שאינו קיים עוד ב-"{1}".
hi: हटाई गई फ़ाइल "{0}" जो अब "{1}" में मौजूद नहीं है।
hy: Ջնջվել է «{0}» ֆայլը, որն այլևս գոյություն չունի «{1}»-ում:
ja: ファイル「{0}」は削除され、「{1}」には存在しません。
ka: წაიშალა ფაილი „{0}“, რომელიც აღარ არსებობს „{1}“-ში.
ko: "{1}"에 더 이상 존재하지 않는 "{0}" 파일을 삭제했습니다.
ky_kg: "{1}" ичинде жок болгон "{0}" файлы жок кылынды.
lt: Ištrintas failas „{0}“, kurio nebėra „{1}“.
lv: Izdzēsts fails “{0}”, kas vairs nepastāv mapē “{1}”.
mn_mn: “{1}” дотор байхгүй болсон “{0}” файлыг устгасан.
no: Slettet fil «{0}» som ikke lenger eksisterer i «{1}».
pa_arab_pk: فائل "{0}" نو مٹا دتا گیا اے جہڑی ہن "{1}" چ موجود نئیں اے۔
pa_in: ਮਿਟਾਈ ਗਈ “{0}” ਫਾਈਲ ਜੋ ਹੁਣ “{1}” ਵਿੱਚ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Usunięto plik „{0}”, którego już nie ma w „{1}”.
ps_af: ړنګ شوی دوتنې "{0}" چې نور په "{1}" کې شتون نلري.
ro: Fișierul „{0}” șters care nu mai există în „{1}”.
sk: Odstránený súbor „{0}“, ktorý už v „{1}“ neexistuje.
sl: Izbrisana datoteka »{0}«, ki ne obstaja več v »{1}«.
sv: Raderad fil "{0}" som inte längre finns i "{1}".
tg_cyrl_tj: Файли ҳазфшудаи "{0}", ки дигар дар "{1}" вуҷуд надорад.
th: ลบไฟล์ “{0}” ที่ไม่มีอยู่ใน “{1}” แล้ว
tk_tm: “{1}” -de ýok bolan “{0}” faýly öçürildi.
tr: Artık “{1}” içinde bulunmayan “{0}” dosyası silindi.
uk: Видалено файл «{0}», який більше не існує в «{1}».
