Repository: NataljaNeumann/SyncFolders
Catalog: SyncFolders/Resources.*.resx
Languages: af, be_by, bg, bo_cn, ca, chs, cht, cs, es, fa, fi, he, hi, hy, ja, ka, ko, ky_kg, lt, lv, mn_mn, no, pa_arab_pk, pa_in, pl, ps_af, ro, sk, sl, sv, tg_cyrl_tj, th, tk_tm, tr, uk

# FileCopied
source: Copied "{0}" to "{1}", {2}
be_by: Капіраванне завершана: “{0}” у “{1}” {2}
bg: Копирането е завършено: „{0}“ в „{1}“, {2}
bo_cn: འདྲ་བཤུས་ཚར་འདུག: “{0}” ནས་ “{1}” {2}
ca: Còpia completada: “{0}” a “{1}” {2}
chs: 正在将“{0}”复制到“{1}” {2}
cht: 正在將「{0}」複製到「{1}」 {2}
cs: Kopírování dokončeno: „{0}“ do „{1}“ {2}
es: Copiando “{0}” a “{1}” {2}
fa: کپی تکمیل شد: "{0}" در "{1}" {2}
fi: Kopiointi valmis: "{0}" kohteeseen "{1}" {2}
he: מעתיק את "{0}" אל "{1}" {2}
hi: प्रतिलिपि प्रक्रिया: "{0}" से "{1}" {2}
hy: Պատճենելու գործընթացը՝ «{0}» դեպի «{1}» {2}
ja: コピープロセスが完了しました:「{0}」から「{1}」{2}
ka: კოპირება დასრულდა: „{0}“ „{1}“-ში {2}
ko: “{0}”을 “{1}”에 복사 중 {2}
ky_kg: Көчүрүү аяктады: "{0}" - "{1}", {2}
lt: Kopijavimas baigtas: „{0}“ į „{1}“, {2}
lv: Kopēšana pabeigta: “{0}” uz “{1}” {2}
mn_mn: Хуулж дууссан: “{0}”-г “{1}” руу {2}
no: Kopier fullført «{0}» til «{1}» {2}
pa_arab_pk: کاپی مکمل ہو گئی: "{0}" توں "{1}" {2}
pa_in: ਕਾਪੀ ਮੁਕੰਮਲ ਹੋਈ: “{0}” ਤੋਂ “{1}” {2}
pl: Kopiowanie ukończone: „{0}” do „{1}” {2}
ps_af: کاپي بشپړه شوه: "{0}" تر "{1}" {2}
ro: Copiere finalizată: „{0}” în „{1}” {2}
sk: Kopírovanie dokončené: „{0}“ do „{1}“ {2}
sl: Kopiranje končano: »{0}« v »{1}« {2}
sv: Kopian slutförd: "{0}" till "{1}" {2}
tg_cyrl_tj: Нусхабардорӣ анҷом ёфт: "{0}" ба "{1}" {2}
th: คัดลอกเสร็จแล้ว: “{0}” ถึง “{1}” {2}
tk_tm: Göçürmek tamamlandy: “{0}” -dan “{1}” {2}
tr: Kopyalama işlemi tamamlandı: “{0}”'dan “{1}”'ye {2}
uk: Копіювання завершено: “{0}” в “{1}” {2}

# FileHasDifferentTime
source: (file has a different date or length)
be_by: (Файл мае іншую дату або даўжыню)
bg: (Файлът е с различна дата или дължина)
bo_cn: (ཡིག་ཆ་ལ་ཚེས་གྲངས་དང་རིང་ཚད་མི་འདྲ་བ་ཡོད།)
ca: (El fitxer té una data o una longitud diferent)
chs: （文件具有不同的日期或长度）
cht: （文件具有不同的日期或長度）
cs: (Soubor má jiné datum nebo délku)
es: (El archivo tiene una fecha o longitud diferente)
fa: (فایل تاریخ یا طول متفاوتی دارد)
fi: (Tiedostolla on eri päivämäärä tai pituus)
he: (לקובץ יש תאריך או אורך שונה)
hi: (फ़ाइल की तारीख या लंबाई भिन्न है)
hy: (Ֆայլն ունի այլ ամսաթիվ կամ երկարություն)
ja: (ファイルの日付または長さが異なります)
ka: (ფაილს აქვს განსხვავებული თარიღი ან სიგრძე)
ko: (파일의 날짜나 길이가 다릅니다)
ky_kg: (Файлдын датасы же узундугу башка)
lt: (Failo data arba ilgis skiriasi)
lv: (Failam ir cits datums vai garums)
mn_mn: (Файлын өөр огноо эсвэл урттай)
no: (Filen har en annen dato eller lengde)
pa_arab_pk: (فائل دی تاریخ یا لمبائی وکھری اے)
pa_in: (ਫਾਇਲ ਦੀ ਇੱਕ ਵੱਖਰੀ ਮਿਤੀ ਜਾਂ ਲੰਬਾਈ ਹੈ)
pl: (Plik ma inną datę lub długość)
ps_af: (دوتنه مختلف نیټه یا اوږدوالی لري)
ro: (Fișierul are altă dată sau lungime)
sk: (Súbor má iný dátum alebo dĺžku)
sl: (Datoteka ima drugačen datum ali dolžino)
sv: (Filen har ett annat datum eller längd)
tg_cyrl_tj: (Файл сана ё дарозии дигар дорад)
th: (ไฟล์มีวันที่หรือความยาวต่างกัน)
tk_tm: (Faýlyň başga senesi ýa-da uzynlygy bar)
tr: (Dosyanın tarihi veya uzunluğu farklı)
uk: (Файл має іншу дату або довжину)

# FileHasZeroLength
source: Warning: file has zero length, indicating a failed copy operation in the past: {0}
be_by: Папярэджанне: файл мае нулявую даўжыню, што паказвае на няўдалую аперацыю капіравання ў мінулым: "{0}"
bg: Предупреждение: Файлът е с нулева дължина, което показва неуспешна операция за копиране в миналото: „{0}“
bo_cn: དྲན་སྐུལ། ཡིག་ཆ་དེའི་རིང་ཚད་ཀླད་ཀོར་ཡིན་པས་འདས་ཟིན་པའི་འདྲ་བཤུས་བཀོལ་སྤྱོད་འཐུས་ཤོར་བྱུང་བ་མཚོན། “{0}”
ca: Avís: el fitxer té una longitud zero, cosa que indica una operació de còpia fallida en el passat: "{0}"
chs: 警告：文件长度为零，表明过去的复制操作失败：“{0}”
cht: 警告：檔案長度為零，表示過去的複製操作失敗：「{0}」
cs: Upozornění: Soubor má nulovou délku, což naznačuje neúspěšnou operaci kopírování v minulosti: „{0}“
es: Advertencia: el archivo tiene una longitud cero, lo que indica una operación de copia fallida en el pasado: "{0}"
fa: اخطار: طول فایل صفر است، که نشان دهنده یک عملیات کپی ناموفق در گذشته است: "{0}"
fi: Varoitus: Tiedoston pituus on nolla, mikä osoittaa epäonnistuneen kopiointitoiminnon menneisyydessä: "{0}"
he: אזהרה: הקובץ באורך אפס, מה שמצביע על פעולת העתקה שנכשלה בעבר: "{0}"
hi: चेतावनी: फ़ाइल शून्य लंबाई की है, जो अतीत में विफल प्रतिलिपि कार्रवाई का संकेत देती है: "{0}"
hy: Զգուշացում. ֆայլը զրոյական երկարություն ունի, ինչը ցույց է տալիս նախկինում ձախողված պատճենման գործողությունը՝ «{0}»
ja: 警告: ファイルの長さはゼロです。これは、過去にコピー操作が失敗したことを示しています: 「{0}」
ka: გაფრთხილება: ფაილის სიგრძე ნულოვანია, რაც მიუთითებს წარსულში წარუმატებელი კოპირების ოპერაციაზე: „{0}“
ko: 경고: 파일 길이가 0입니다. 이는 과거에 복사 작업이 실패했음을 나타냅니다: "{0}"
ky_kg: Эскертүү: Файлдын узундугу нөлгө барабар, бул мурунку көчүрүү операциясы ишке ашпай калганын көрсөтүп турат: "{0}"
lt: Įspėjimas: failo ilgis lygus nuliui, o tai rodo, kad anksčiau nepavyko kopijavimo operacijos: „{0}“
lv: Brīdinājums: faila garums ir nulle, kas norāda uz neveiksmīgu kopēšanas darbību pagātnē: “{0}”
mn_mn: Анхааруулга: Файлын урт нь тэг бөгөөд энэ нь өмнө нь хуулбарлах ажиллагаа амжилтгүй болохыг харуулж байна: “{0}”
no: Advarsel: Filen har null lengde, noe som indikerer en mislykket kopieringsoperasjon i fortiden: "{0}"
pa_arab_pk: خبردار: فائل دی لمبائی صفر اے، جہڑی ماضی چ اک ناکام کاپی آپریشن دسدی اے: "{0}"۔
pa_in: ਚੇਤਾਵਨੀ: ਫਾਈਲ ਦੀ ਲੰਬਾਈ ਜ਼ੀਰੋ ਹੈ, ਜੋ ਪਿਛਲੇ ਸਮੇਂ ਵਿੱਚ ਇੱਕ ਅਸਫਲ ਕਾਪੀ ਕਾਰਵਾਈ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ: “{0}”
pl: Ostrzeżenie: plik ma zerową długość, co wskazuje na nieudaną operację kopiowania w przeszłości: „{0}”
ps_af: خبرداری: د فایل اوږدوالی صفر دی، په تیرو وختونو کې د کاپي ناکام عملیات په ګوته کوي: "{0}"
ro: Avertisment: fișierul are lungime zero, indicând o operație de copiere eșuată în trecut: „{0}”
sk: Upozornenie: Súbor má nulovú dĺžku, čo naznačuje neúspešnú operáciu kopírovania v minulosti: „{0}“
sl: Opozorilo: datoteka je ničelne dolžine, kar kaže na neuspešno kopiranje v preteklosti: »{0}«
sv: Varning: Filen är noll, vilket indikerar en misslyckad kopieringsoperation tidigare: "{0}"
tg_cyrl_tj: Огоҳӣ: Дарозии файл ба сифр баробар аст, ки амалиёти нобарори нусхабардориро дар гузашта нишон медиҳад: "{0}"
th: คำเตือน: ไฟล์มีความยาวเป็นศูนย์ ซึ่งบ่งชี้ถึงการดำเนินการคัดลอกที่ล้มเหลวในอดีต: “{0}”
tk_tm: Duýduryş: Faýl nol uzynlyk bolup, geçmişde şowsuz göçürme amalyny görkezýär: “{0}”
tr: Uyarı: Dosyanın uzunluğu sıfır olup, geçmişte başarısız bir kopyalama işlemi yapıldığını gösterir: “{0}”
uk: Попередження: файл має нульову довжину, що вказує на невдалу операцію копіювання в минулому: «{0}»

# FileHealthyOrRepaired
source: (file was healthy or repaired)
be_by: (Файл быў без памылак або адрамантаваны)
bg: (Файлът е без грешки или е поправен)
bo_cn: (ཡིག་ཆ་དེ་ནོར་འཁྲུལ་མེད་པའམ་ཡང་ན་བཟོ་བཅོས་བྱས་ཟིན།)
ca: (El fitxer no tenia errors o estava reparat)
chs: （文件无错误或已修复）
cht: （檔案無錯誤或已修復）
cs: (Soubor byl bez chyb nebo opraven)
es: (El archivo estaba libre de errores o fue reparado)
fa: (فایل بدون خطا یا تعمیر شد)
fi: (Tiedosto oli virheetön tai korjattu)
he: (הקובץ היה נטול שגיאות או תוקן)
hi: (फ़ाइल त्रुटि रहित थी या मरम्मत की गई थी)
hy: (Ֆայլն առանց սխալների կամ վերանորոգված էր)
ja: (ファイルにエラーがないか、修復されました)
ka: (ფაილი იყო შეცდომის გარეშე ან შეკეთდა)
ko: (파일에 오류가 없거나 복구되었습니다)
ky_kg: (Файл катасыз же оңдолгон)
lt: (Failas buvo be klaidų arba pataisytas)
lv: (Fails bija bez kļūdām vai tika labots)
mn_mn: (Файлыг алдаагүй эсвэл зассан)
no: (Filen var feilfri eller reparert)
pa_arab_pk: (فائل غلطی توں پاک سی یا مرمت کیتی گئی سی)
pa_in: (ਫਾਈਲ ਗਲਤੀ-ਮੁਕਤ ਜਾਂ ਮੁਰੰਮਤ ਕੀਤੀ ਗਈ ਸੀ)
pl: (Plik był wolny od błędów lub naprawiony)
ps_af: (دوتنه له خطا پاکه وه یا ترمیم شوې)
ro: (Fișierul a fost fără erori sau reparat)
sk: (Súbor bol bez chýb alebo opravený)
sl: (Datoteka je bila brez napak ali popravljena)
sv: (Filen var felfri eller reparerad)
tg_cyrl_tj: (Файл бе хатогӣ ё таъмир карда шуд)
th: (ไฟล์ไม่มีข้อผิดพลาดหรือซ่อมแซมแล้ว)
tk_tm: (Faýl ýalňyşsyz ýa-da abatlandy)
tr: (Dosya hatasızdı veya onarıldı)
uk: (Файл був без помилок або виправлений)

# FilesHaveZeroLength
source: Warning: both files have zero length, indicating a failed copy operation in the past: "{0}" | "{1}"
be_by: Папярэджанне: абодва файлы маюць нулявую даўжыню, што паказвае на няўдалую аперацыю капіравання ў мінулым: "{0}" і "{1}"
bg: Предупреждение: И двата файла са с нулева дължина, което показва неуспешна операция за копиране в миналото: „{0}“ и „{1}“
bo_cn: དྲན་སྐུལ། ཡིག་ཆ་གཉིས་ཀའི་རིང་ཚད་ཀླད་ཀོར་ཡིན་པས་འདས་ཟིན་པའི་འདྲ་བཤུས་བཀོལ་སྤྱོད་འཐུས་ཤོར་བྱུང་བ་མཚོན། “{0}” དང་ “{1}”
ca: Avís: tots dos fitxers tenen una longitud zero, cosa que indica una operació de còpia fallida en el passat: "{0}" i "{1}"
chs: 警告：两个文件的长度都为零，表明过去的复制操作失败：“{0}”| “{1}”
cht: 警告：兩個檔案的長度都為零，表示過去的複製操作失敗：「{0}」|「{1}」
cs: Upozornění: Oba soubory mají nulovou délku, což znamená, že se v minulosti nezdařila operace kopírování: „{0}“ a „{1}“
es: Advertencia: Ambos archivos tienen longitud cero, lo que indica una operación de copia fallida en el pasado: "{0}" | "{1}"
fa: اخطار: طول هر دو فایل صفر است که نشان دهنده یک عملیات کپی ناموفق در گذشته است: "{0}" و "{1}"
fi: Varoitus: Molemmat tiedostot ovat pituudeltaan nolla, mikä osoittaa epäonnistuneen kopioinnin menneisyydessä: "{0}" ja "{1}"
he: אזהרה: שני הקבצים באורך אפס, מה שמצביע על פעולת העתקה שנכשלה בעבר: "{0}" | "{1}"
hi: चेतावनी: दोनों फ़ाइलें शून्य लंबाई की हैं, जो अतीत में विफल कॉपी ऑपरेशन का संकेत देती हैं: "{0}" | "{1}"
hy: Զգուշացում. երկու ֆայլերն էլ զրոյական երկարություն ունեն, ինչը վկայում է նախկինում ձախողված պատճենման գործողության մասին՝ «{0}» և «{1}»:
ja: 警告: どちらのファイルも長さが 0 で、過去にコピー操作が失敗したことを示しています: 「{0}」 | 「{1}」
ka: გაფრთხილება: ორივე ფაილის სიგრძე ნულოვანია, რაც მიუთითებს წარსულში წარუმატებელი კოპირების ოპერაციაზე: „{0}“ და „{1}“
ko: 경고: 두 파일 모두 길이가 0입니다. 이는 과거에 실패한 복사 작업을 나타냅니다. "{0}" | "{1}"
ky_kg: Эскертүү: Эки файлдын тең узундугу нөлгө барабар, бул мурунку көчүрүү операциясы ишке ашпай калганын көрсөтүп турат: "{0}" жана "{1}"
lt: Įspėjimas: abu failai yra nulinio ilgio, o tai rodo, kad kopijavimo operacija praeityje nepavyko: „{0}“ ir „{1}“
lv: Brīdinājums: abu failu garums ir nulle, kas norāda uz neveiksmīgu kopēšanas darbību pagātnē: “{0}” un “{1}”
mn_mn: Анхааруулга: “{0}” болон “{1}” файлуудын аль аль нь 0 урттай бөгөөд энэ нь өмнө нь хуулах ажиллагаа амжилтгүй байсныг харуулж байна.
no: Advarsel: Begge filene har null lengde, noe som indikerer en mislykket kopieringsoperasjon i fortiden: "{0}" | "{1}"
pa_arab_pk: خبردار: دونویں فائلاں دی لمبائی صفر اے، جہڑی ماضی چ اک ناکام کاپی آپریشن دی نشاندہی کردی اے: "{0}" تے "{1}"۔
pa_in: ਚੇਤਾਵਨੀ: ਦੋਵੇਂ ਫਾਈਲਾਂ ਜ਼ੀਰੋ ਲੰਬਾਈ ਦੀਆਂ ਹਨ, ਜੋ ਕਿ ਅਤੀਤ ਵਿੱਚ ਇੱਕ ਅਸਫਲ ਕਾਪੀ ਕਾਰਵਾਈ ਨੂੰ ਦਰਸਾਉਂਦੀਆਂ ਹਨ: “{0}” ਅਤੇ “{1}”
pl: Ostrzeżenie: oba pliki mają zerową długość, co wskazuje na nieudaną operację kopiowania w przeszłości: „{0}” i „{1}”
ps_af: خبرداری: دواړه فایلونه صفر اوږدوالی لري، په تیرو وختونو کې د کاپي ناکام عملیات په ګوته کوي: "{0}" او "{1}"
ro: Avertisment: ambele fișiere au lungime zero, indicând o operație de copiere eșuată în trecut: „{0}” și „{1}”
sk: Upozornenie: Oba súbory majú nulovú dĺžku, čo znamená, že operácia kopírovania zlyhala v minulosti: „{0}“ a „{1}“
sl: Opozorilo: Obe datoteki sta enaki dolžini, kar kaže na neuspešno kopiranje v preteklosti: »{0}« in »{1}«
sv: Varning: Båda filerna är noll långa, vilket indikerar en misslyckad kopieringsoperation tidigare: "{0}" och "{1}"
tg_cyrl_tj: Огоҳӣ: Ҳарду файл дарозии сифр доранд, ки амалиёти нобарори нусхабардориро дар гузашта нишон медиҳад: "{0}" ва "{1}"
th: คำเตือน: ทั้งสองไฟล์มีความยาวเป็นศูนย์ ซึ่งบ่งชี้ถึงการดำเนินการคัดลอกที่ล้มเหลวในอดีต: “{0}” และ “{1}”
tk_tm: Duýduryş: Geçmişde şowsuz göçürme amalyny görkezýän iki faýl hem nol uzynlykda: “{0}” we “{1}”
tr: Uyarı: “{0}” dosyası kopyalanırken bir G/Ç hatası oluştu. Eski dosya “{1}” iyi görünüyor
uk: Попередження: обидва файли мають нульову довжину, що вказує на невдалу операцію копіювання в минулому: «{0}» і «{1}»

source: (file was healthy)
be_by: (Файл быў без памылак)
bg: (Файлът беше без грешки)
bo_cn: (ཡིག་ཆ་དེ་ནོར་འཁྲུལ་མེད་པ་རེད།)
ca: (El fitxer no tenia errors)
chs: （文件没有错误）
cht: （文件沒有錯誤）
cs: (Soubor byl bez chyb)
es: (El archivo no tenía errores)
fa: (فایل بدون خطا بود)
fi: (Tiedosto oli virheetön)
he: (הקובץ היה ללא שגיאות)
hi: (फ़ाइल त्रुटि रहित थी)
hy: (Ֆայլն առանց սխալների էր)
ja: (ファイルにはエラーはありませんでした)
ka: (ფაილი უშეცდომო იყო)
ko: (파일에 오류가 없었습니다)
ky_kg: (Файл катасыз болгон)
lt: (Failas buvo be klaidų)
lv: (Fails bija bez kļūdām)
mn_mn: (Файл алдаагүй байсан)
no: (Filen var feilfri)
pa_arab_pk: (فائل غلطی توں پاک سی)
pa_in: (ਫਾਈਲ ਗਲਤੀ ਰਹਿਤ ਸੀ)
pl: (Plik był wolny od błędów)
ps_af: (دوتنه له خطا پاکه وه)
ro: (Fișierul nu conținea erori)
sk: (Súbor bol bez chýb)
sl: (Datoteka je bila brez napak)
sv: (Filen var felfri)
tg_cyrl_tj: (Файл бе хатогӣ буд)
th: (ไฟล์ไม่มีข้อผิดพลาด)
tk_tm: (Faýl ýalňyşsyzdy)
tr: Uyarı: “{0}” dosyası kopyalanırken bir G/Ç hatası oluştu. Diğer “{1}” dosyasında da hatalar var veya son şans kurtarmanın bir ürünü. “{0}” otomatik olarak onarılmaya çalışılıyor.
uk: (Файл був без помилок)

source: (file was new)
be_by: (файл быў новы)
bg: (файлът беше нов)
bo_cn: (ཡིག་ཆ་དེ་གསར་པ་རེད།)
ca: (el fitxer era nou)
chs: （文件是新的）
cht: （文件是新的）
cs: (Soubor byl nový)
es: (el archivo era nuevo)
fa: (فایل جدید بود)
fi: (tiedosto oli uusi)
he: (הקובץ היה חדש)
hi: (फ़ाइल नई थी)
hy: (ֆայլը նոր էր)
ja: (ファイルは新しいものでした)
ka: (ფაილი ახალი იყო)
ko: (파일은 새로운 것이었습니다)
ky_kg: (файл жаңы болчу)
lt: (failas buvo naujas)
lv: (fails bija jauns)
mn_mn: (файл шинэ байсан)
no: (filen var ny)
pa_arab_pk: (فائل نویں سی)
pa_in: (ਫਾਈਲ ਨਵੀਂ ਸੀ)
pl: (plik był nowy)
ps_af: (دوتنه نوې وه)
ro: (fisierul era nou)
sk: (súbor bol nový)
sl: (datoteka je bila nova)
sv: (filen var ny)
tg_cyrl_tj: (файл нав буд)
th: (ไฟล์เป็นของใหม่)
tk_tm: (Faýl täze)
tr: Uyarı: “{0}” dosyası kopyalanırken otomatik onarım gerçekleştirilmeye çalışılırken bir hata oluştu.
uk: (Файл був новий)

# FileWasNewer
source: (file was newer or bigger)
be_by: (Файл быў навейшы або большы)
bg: (Файлът беше по-нов или по-голям)
bo_cn: (ཡིག་ཆ་དེ་གསར་པའམ་ཆེ་བ་རེད།)
ca: (El fitxer era més nou o més gran)
chs: （文件更新或更大）
cht: （文件更新或更大）
cs: (Soubor byl novější nebo větší)
es: (El archivo era más nuevo o más grande)
fa: (فایل جدیدتر یا بزرگتر بود)
fi: (Tiedosto oli uudempi tai suurempi)
he: (הקובץ היה חדש יותר או גדול יותר)
hi: (फ़ाइल नई या बड़ी थी)
hy: (Ֆայլը ավելի նոր էր կամ ավելի մեծ)
ja: (ファイルが新しいか、サイズが大きかった)
ka: (ფაილი უფრო ახალი ან დიდი იყო)
ko: (파일이 더 최신이거나 더 컸습니다)
ky_kg: (Файл жаңыраак же чоңураак болгон)
lt: (Failas buvo naujesnis arba didesnis)
lv: (Fails bija jaunāks vai lielāks)
mn_mn: (Файл шинэ эсвэл том байсан)
no: (Filen var nyere eller større)
pa_arab_pk: (فائل نویں یا وڈی سی)
pa_in: (ਫਾਈਲ ਨਵੀਂ ਜਾਂ ਵੱਡੀ ਸੀ)
pl: (Plik był nowszy lub większy)
ps_af: (دوتنه نوې یا لویه وه)
ro: (Fișierul era mai nou sau mai mare)
sk: (Súbor bol novší alebo väčší)
sl: (Datoteka je bila novejša ali večja)
sv: (Filen var nyare eller större)
tg_cyrl_tj: (Файл навтар ё калонтар буд)
th: (ไฟล์ใหม่กว่าหรือใหญ่กว่า)
tk_tm: (Faýl has täze ýa-da has uludy)
tr: “{0}” dosyası silinirken hata oluştu: {1}
uk: (Файл був новішим або більшим)

# FillingNotRecoverableAtOffsetOfCopyWithDummy
source: Filling not recoverable block at offset {0} of copied file "{1}" with a dummy
be_by: Неаднаўляльны блок у пазіцыі {0} скапіраванага файла "{1}" запоўнены нулямі
bg: Невъзстановимият блок на позиция {0} на копирания файл „{1}“ е запълнен с нули
bo_cn: འདྲ་བཤུས་བྱས་པའི་ཡིག་ཆ་ “{1}” ཡི་གནས་ {0} ལ་སླར་གསོ་བྱེད་མི་ཐུབ་པའི་སྡེབ་ཚན་དེ་ཀླད་ཀོར་གྱིས་བཀང་ཡོད།
ca: El bloc és irrecuperable a la posició {0} del fitxer copiat "{1}" és el mateix que els zeros
chs: 复制文件“{1}”的位置 {0} 处的不可恢复块已填充虚拟块
cht: 複製檔案「{1}」的位置 {0} 處的不可恢復區塊已填入虛擬區塊
cs: Neobnovitelný blok na pozici {0} zkopírovaného souboru „{1}“ je vyplněn nulami
es: El bloque irrecuperable en la posición {0} del archivo copiado "{1}" se llena con un archivo ficticio
fa: بلوک غیرقابل بازیابی در موقعیت {0} فایل کپی شده "{1}" با صفر پر شده است.
fi: Kopioidun tiedoston "{1}" kohdassa {0} oleva palauttamaton lohko on täytetty nolilla
he: הבלוק הבלתי ניתן לשחזור במיקום {0} של הקובץ שהועתק "{1}" מלא בדמה
hi: कॉपी की गई फ़ाइल "{1}" की स्थिति {0} पर अप्राप्य ब्लॉक एक डमी से भरा हुआ है
hy: «{1}» պատճենված ֆայլի {0} դիրքում չվերականգնվող բլոկը լցված է զրոներով
ja: コピーされたファイル 「{1}」 の位置 {0} にある回復不可能なブロックはダミーで埋められます
ka: კოპირებული ფაილის „{1}“ პოზიციაზე {0} ამოუხსნელი ბლოკი ივსება ნულებით
ko: 복사된 파일 "{1}"의 {0} 위치에 있는 복구 불가능한 블록이 더미로 채워져 있습니다.
ky_kg: Көчүрүлгөн "{1}" файлынын {0} позициясындагы калыбына келтирилгис блок нөлдөр менен толтурулган
lt: Neatkuriamas blokas, esantis nukopijuoto failo „{1}“ {0} pozicijoje, užpildytas nuliais
lv: Neatkopējamais bloks kopētā faila “{1}” pozīcijā {0} ir aizpildīts ar nullēm
mn_mn: Хуулсан “{1}” файлын {0} байрлал дахь сэргээх боломжгүй блок тэгээр дүүрсэн байна
no: Den ugjenopprettelige blokken på posisjon {0} i den kopierte filen "{1}" er fylt med en tom blokk
pa_arab_pk: کاپی کیتی گئی فائل "{1}" دی پوزیشن {0} تے ناقابل بازیابی بلاک صفراں نال بھریا ہویا اے
pa_in: ਕਾਪੀ ਕੀਤੀ ਫ਼ਾਈਲ “{1}” ਦੀ ਸਥਿਤੀ {0} 'ਤੇ ਮੁੜ-ਪ੍ਰਾਪਤ ਨਾ ਹੋਣ ਵਾਲਾ ਬਲਾਕ ਜ਼ੀਰੋ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ।
pl: Nieodwracalny blok w pozycji {0} skopiowanego pliku „{1}” jest wypełniany zerami
ps_af: د کاپي شوي فایل "{1}" ځای {0} کې د بیرته راګرځیدو وړ بلاک له صفرونو ډک شوی
ro: Blocul irecuperabil din poziția {0} a fișierului copiat „{1}” este umplut cu zerouri
sk: Neobnoviteľný blok na pozícii {0} skopírovaného súboru „{1}“ je vyplnený nulami
sl: Nepopravljiv blok na položaju {0} kopirane datoteke »{1}« je zapolnjen z ničlami
sv: Det oåterställbara blocket vid position {0} i den kopierade filen "{1}" är fyllt med nollor
tg_cyrl_tj: Блоки барқарорнашаванда дар мавқеи {0}-и файли нусхабардории "{1}" бо сифрҳо пур карда мешавад
th: บล็อกที่ไม่สามารถกู้คืนได้ที่ตำแหน่ง {0} ของไฟล์ที่คัดลอก “{1}” ถูกเติมด้วยศูนย์
tk_tm: Göçürilen “{1}” faýlyň {0} position ýagdaýynda dikeldip bolmaýan blok nol bilen doldurylýar
tr: “{0}” | “{1}” dosya çifti işlenirken hata oluştu: {2}
uk: Невідновний блок у позиції {0} скопійованого файлу «{1}» заповнено нулями

# FillingNotRecoverableAtOffsetWithDummy
source: Filling not recoverable block at offset {0} with a dummy block
be_by: Неаднаўляльны блок у пазіцыі {0} запоўнены нулямі
bg: Невъзстановимият блок на позиция {0} е запълнен с нули
bo_cn: གནས་ {0} ལ་སླར་གསོ་བྱེད་མི་ཐུབ་པའི་སྡེབ་ཚན་དེ་ཀླད་ཀོར་གྱིས་བཀང་ཡོད།
ca: El bloc és irrecuperable a la posició {0} és el mateix que els zeros
chs: 位置 {0} 处的不可恢复块已被虚拟块填充
cht: 位置 {0} 處的不可恢復區塊已被虛擬區塊填充
cs: Neobnovitelný blok na pozici {0} je vyplněn nulami
es: El bloque irrecuperable en la posición {0} se llena con un bloque ficticio
fa: بلوک غیرقابل بازیابی در موقعیت {0} با صفر پر شده است
fi: Palautettava lohko kohdassa {0} on täytetty nolilla
he: הבלוק הבלתי ניתן לשחזור במיקום {0} מלא בבלוק דמה
hi: स्थिति {0} पर अप्राप्य ब्लॉक एक डमी ब्लॉक से भरा हुआ है
hy: {0} դիրքում չվերականգնվող բլոկը լցված է զրոներով
ja: 位置 {0} の回復不可能なブロックはダミー ブロックで埋められます
ka: {0} პოზიციაზე გამოუსწორებელი ბლოკი ივსება ნულებით
ko: {0} 위치의 복구 불가능한 블록이 더미 블록으로 채워져 있습니다.
ky_kg: {0} позициясындагы калыбына келтирилгис блок нөлдөр менен толтурулган
lt: Neatkuriamas blokas, esantis {0} padėtyje, užpildytas nuliais
lv: Neatkopjamais bloks pozīcijā {0} ir aizpildīts ar nullēm
mn_mn: {0} байрлал дахь сэргээх боломжгүй блок тэгээр дүүрсэн байна
no: Der nicht wiederherstellbare Block an der Position {0} wird mit einem Dummy-Block gefüllt
pa_arab_pk: پوزیشن {0} تے ناقابل بازیابی بلاک صفراں نال بھریا ہویا اے
pa_in: ਪੁਜ਼ੀਸ਼ਨ {0} 'ਤੇ ਮੁੜ-ਪ੍ਰਾਪਤ ਨਾ ਹੋਣ ਵਾਲਾ ਬਲਾਕ ਜ਼ੀਰੋ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ
pl: Nieodzyskiwalny blok w pozycji {0} jest wypełniany zerami
ps_af: په {0} موقعیت کې د بیرته راګرځیدو وړ بلاک له صفرونو ډک دی
ro: Blocul irecuperabil din poziția {0} este umplut cu zerouri
sk: Neobnoviteľný blok na pozícii {0} je vyplnený nulami
sl: Nepopravljiv blok na položaju {0} je zapolnjen z ničlami
sv: Det oåterställbara blocket vid position {0} är fyllt med nollor
tg_cyrl_tj: Блоки барқарорнашаванда дар мавқеи {0} бо сифрҳо пур карда мешавад
th: บล็อกที่ไม่สามารถกู้คืนได้ที่ตำแหน่ง {0} ถูกเติมด้วยศูนย์
tk_tm: {0} position pozisiýasynda dikeldip bolmaýan blok nol bilen doldurylýar
tr: {1} konumundaki “{0}” dosyası okunurken hata oluştu: {2}. Blok bir kukla ile doldurulur
uk: Невідновний блок у позиції {0} заповнюється нулями
