Repository: NataljaNeumann/SyncFolders
Catalog: SyncFolders/Resources.*.resx
Languages: af, be_by, bg, bo_cn, ca, chs, cht, cs, es, fa, fi, he, hi, hy, ja, ka, ko, ky_kg, lt, lv, mn_mn, no, pa_arab_pk, pa_in, pl, ps_af, ro, sk, sl, sv, tg_cyrl_tj, th, tk_tm, tr, uk

# ThereIsBadBlockInFileNonRestorableParts
source: There is one bad block in the file "{0}", non-restorable parts: {1} bytes.
af: Daar is 'n slegte blok in lêer "{0}", onherstelbare dele: {1} grepe.
be_by: Ёсць няспраўны блок у файле "{0}", часткі, якія нельга аднавіць: {1} байт.
bg: Има лош блок във файл "{0}", невъзстановими части: {1} байта.
bo_cn: ཡིག་ཆ་“{0}”ནང་དུ་བཀག་སྡོམ་ངན་པ་ཞིག་ཡོད། སླར་གསོ་བྱེད་མི་ཐུབ་པའི་ཆ་ཤས་: {1} བཱའིཊི།
ca: Hi ha un bloc dolent al fitxer "{0}", parts irrecuperables: {1} bytes.
chs: 文件“{0}”中存在坏块，不可恢复部分：{1} 字节。
cht: 檔案「{0}」中存在壞塊，不可恢復部分：{1} 位元組。
cs: V souboru „{0}“ je chybný blok, neopravitelné části: {1} bajtů.
es: Hay un bloque defectuoso en el archivo "{0}", partes irrecuperables: {1} bytes.
fa: یک بلوک بد در فایل "{0}" وجود دارد، بخش‌های غیرقابل بازیابی: {1} بایت.
fi: Tiedostossa "{0}" on virheellinen lohko, palauttamattomat osat: {1} tavua.
he: יש חסימה פגומה בקובץ "{0}", חלקים בלתי ניתנים לשחזור: {1} בתים.
hi: फ़ाइल "{0}" में एक ख़राब ब्लॉक है, पुनर्प्राप्त न किये जा सकने वाले भाग: {1} बाइट्स।
hy: «{0}» ֆայլում վատ բլոկ կա, անվերականգնելի մասեր՝ {1} բայթ:
ja: 保存された情報ファイル「{0}」が破損しているため、「{1}」から再作成する必要があります。
ka: ფაილში „{0}“ არის ცუდი ბლოკი, ამოუხსნელი ნაწილები: {1} ბაიტი.
ko: 파일 "{0}"에 불량 블록이 있습니다. 복구할 수 없는 부분: {1}바이트.
ky_kg: "{0}" файлында начар блок бар, калыбына келтирилбеген бөлүктөр: {1} байт.
lt: Faile „{0}“ yra blogas blokas, neatkuriamos dalys: {1} baitai.
lv: Failā “{0}” ir slikts bloks, neatkopjamas daļas: {1} baiti.
mn_mn: “{0}” файлд муу блок байна, сэргээх боломжгүй хэсэг: {1} байт.
no: Det er en dårlig blokk i filen "{0}", ugjenopprettelige deler: {1} byte.
pa_arab_pk: فائل "{0}" وچ اک خراب بلاک اے، ناقابل بازیابی حصے: {1} بائٹس۔
pa_in: “{0}” ਫਾਈਲ ਵਿੱਚ ਇੱਕ ਖਰਾਬ ਬਲਾਕ ਹੈ, ਨਾ-ਮੁੜਨ ਯੋਗ ਹਿੱਸੇ: {1} ਬਾਈਟ।
pl: W pliku „{0}” znajduje się uszkodzony blok, którego części nie można odzyskać: {1} bajtów.
ps_af: په دوتنې "{0}" کې یو خراب بلاک دی، نه راګرځیدونکي برخې: {1} بایټ.
ro: Există un bloc defect în fișierul „{0}”, părți irecuperabile: {1} octeți.
sk: V súbore „{0}“ je chybný blok, neopraviteľné časti: {1} bajtov.
sl: V datoteki »{0}« je slab blok, nepopravljivi deli: {1} bajtov.
sv: Det finns ett dåligt block i filen "{0}", delar som inte går att återställa: {1} byte.
tg_cyrl_tj: Дар файли "{0}" блоки бад мавҷуд аст, қисмҳои барқарорнашаванда: {1} байт.
th: มีบล็อกที่เสียหายในไฟล์ “{0}” ส่วนที่กู้คืนไม่ได้: {1} ไบต์
tk_tm: “{0}” faýlynda erbet blok bar, dikeldip bolmaýan bölekler: {1} baýt.
tr: “{0}” dosyasında bozuk bir blok var, kurtarılamayan kısımlar: {1} bayt.
uk: У файлі «{0}» є пошкоджений блок, частини, які не можна відновити: {1} байт.

# ThereIsBadBlockNonRestorableCantBeBackup
source: There is one bad block in the file "{0}" and it can't be restored: {1} bytes, file can't be used as backup
af: Daar is 'n slegte blok in lêer "{0}" wat nie herwin kan word nie: {1} grepe. Lêer kan nie as rugsteun gebruik word nie
be_by: У файле "{0}" ёсць няспраўны блок, які немагчыма аднавіць: {1} байт. Файл нельга выкарыстоўваць у якасці рэзервовай копіі
bg: Във файла „{0}“ има лош блок, който не може да бъде възстановен: {1} байта. Файлът не може да се използва като резервно копие
bo_cn: ཡིག་ཆ་ “{0}” ནང་དུ་བཀག་སྡོམ་ངན་པ་ཞིག་ཡོད་པ་དེ་སླར་གསོ་བྱེད་མི་ཐུབ། {1} བཱའིཊི། ཡིག་ཆ་དེ་རྒྱབ་རྟེན་དུ་བེད་སྤྱོད་གཏོང་མི་ཐུབ།
ca: Hi ha un bloc dolent al fitxer "{0}" que no es pot recuperar: {1} bytes. El fitxer no es pot utilitzar com a còpia de seguretat
chs: 文件“{0}”中存在无法恢复的坏块：{1} 字节，文件无法用作备份
cht: 檔案「{0}」中存在無法復原的壞區塊：{1} 位元組，檔案無法用作備份
cs: V souboru „{0}“ je chybný blok, který nelze obnovit: {1} bajtů. Soubor nelze použít jako zálohu
es: Hay un bloque defectuoso en el archivo "{0}" que no se puede restaurar: {1} bytes, el archivo no se puede utilizar como copia de seguridad
fa: یک بلوک بد در فایل "{0}" وجود دارد که قابل بازیابی نیست: {1} بایت. فایل نمی تواند به عنوان پشتیبان استفاده شود
fi: Tiedostossa "{0}" on virheellinen lohko, jota ei voida palauttaa: {1} tavua. Tiedostoa ei voi käyttää varmuuskopiona
he: יש חסימה פגומה בקובץ "{0}" שלא ניתן לשחזר: {1} בתים, לא ניתן להשתמש בקובץ כגיבוי
hi: फ़ाइल "{0}" में एक ख़राब ब्लॉक है जिसे पुनर्स्थापित नहीं किया जा सकता: {1} बाइट्स, फ़ाइल को बैकअप के रूप में उपयोग नहीं किया जा सकता है
hy: «{0}» ֆայլում վատ բլոկ կա, որը հնարավոր չէ վերականգնել՝ {1} բայթ: Ֆայլը չի ​​կարող օգտագործվել որպես կրկնօրինակ
ja: エラー: 2 番目のフォルダーにはファイル 「{0}」 が含まれています。選択したフォルダーは削除オプションとしては間違っているようです。フォルダーとサブフォルダーの処理をスキップします
ka: ფაილში „{0}“ არის ცუდი ბლოკი, რომლის აღდგენა შეუძლებელია: {1} ბაიტი. ფაილის სარეზერვო საშუალებად გამოყენება შეუძლებელია
ko: "{0}" 파일에 복원할 수 없는 불량 블록이 있습니다. {1}바이트, 파일을 백업으로 사용할 수 없습니다.
ky_kg: "{0}" файлында начар блок бар, аны калыбына келтирүүгө болбойт: {1} байт. Файлды камдык көчүрмө катары колдонуу мүмкүн эмес
lt: Faile „{0}“ yra blogas blokas, kurio negalima atkurti: {1} baitai. Failas negali būti naudojamas kaip atsarginė kopija
lv: Failā “{0}” ir nepareizs bloks, kuru nevar atgūt: {1} baiti. Failu nevar izmantot kā dublējumu
mn_mn: “{0}” файлд муу блок байгаа бөгөөд үүнийг сэргээх боломжгүй: {1} байт. Файлыг нөөц болгон ашиглах боломжгүй
no: Det er en dårlig blokk i filen "{0}" som ikke kan gjenopprettes: {1} byte, fil kan ikke brukes som sikkerhetskopi
pa_arab_pk: فائل "{0}" وچ اک خراب بلاک اے جینوں واپس نئیں لیا جا سکدا: {1} بائٹس۔ فائل نو بیک اپ دے طور تے استعمال نئیں کیتا جا سکدا
pa_in: “{0}” ਫਾਈਲ ਵਿੱਚ ਇੱਕ ਖਰਾਬ ਬਲਾਕ ਹੈ ਜੋ ਮੁੜ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ: {1} ਬਾਈਟ। ਫ਼ਾਈਲ ਨੂੰ ਬੈਕਅੱਪ ਵਜੋਂ ਨਹੀਂ ਵਰਤਿਆ ਜਾ ਸਕਦਾ
pl: W pliku „{0}” znajduje się uszkodzony blok, którego nie można odzyskać: {1} bajtów. Pliku nie można używać jako kopii zapasowej
ps_af: په "{0}" دوتنې کې یو خراب بلاک دی چې نشي بیرته راوړل کیدی: {1} بایټ. فایل د بیک اپ په توګه نشي کارول کیدی
ro: Există un bloc defect în fișierul „{0}” care nu poate fi recuperat: {1} octeți. Fișierul nu poate fi folosit ca rezervă
sk: V súbore „{0}“ je chybný blok, ktorý sa nedá obnoviť: {1} bajtov. Súbor nemožno použiť ako zálohu
sl: V datoteki »{0}« je slab blok, ki ga ni mogoče obnoviti: {1} bajtov. Datoteke ni mogoče uporabiti kot varnostno kopijo
sv: Det finns ett dåligt block i filen "{0}" som inte kan återställas: {1} byte. Filen kan inte användas som säkerhetskopia
tg_cyrl_tj: Дар файли "{0}" блоки бад мавҷуд аст, ки онро барқарор кардан ғайриимкон аст: {1} байт. Файлро ҳамчун нусха истифода бурдан мумкин нест
th: มีบล็อกที่เสียหายในไฟล์ “{0}” ซึ่งไม่สามารถกู้คืนได้: {1} ไบต์ ไฟล์ไม่สามารถใช้เป็นข้อมูลสำรองได้
tk_tm: “{0}” faýlynda dikeldip bolmaýan erbet blok bar: {1} baýt. Faýly ätiýaçlyk hökmünde ulanyp bolmaz
tr: “{0}” dosyasında geri yüklenemeyen hatalı bir blok var: {1} bayt, dosya yedek olarak kullanılamaz
uk: У файлі «{0}» є пошкоджений блок, який неможливо відновити: {1} байт. Файл не можна використовувати як резервну копію

# ThereIsOneBadBlockNonRestorableOnlyTested
source: There is one bad block in the file "{0}", non-restorable parts: {1} bytes, file remains unchanged, it was only tested
af: Daar is 'n slegte blok in lêer "{0}", onherstelbare dele: {1} grepe. Die lêer bly onveranderd, dit is pas getoets
be_by: Ёсць няспраўны блок у файле "{0}", часткі, якія нельга аднавіць: {1} байт. Файл застаецца без зменаў, ён толькі што быў пратэставаны
bg: Има лош блок във файл "{0}", невъзстановими части: {1} байта. Файлът остава непроменен, просто е тестван
bo_cn: ཡིག་ཆ་“{0}”ནང་དུ་བཀག་སྡོམ་ངན་པ་ཞིག་ཡོད། སླར་གསོ་བྱེད་མི་ཐུབ་པའི་ཆ་ཤས་: {1} བཱའིཊི། ཡིག་ཆ་དེ་འགྱུར་བ་མེད་པར་ལུས་འདུག དེ་ཚོད་ལྟ་བྱས་པ་རེད།
ca: Hi ha un bloc defectuós al fitxer "{0}", parts irrecuperables: {1} bytes. El fitxer es manté sense canvis, s'acaba de provar
chs: 文件“{0}”中有坏块，不可恢复部分：{1}字节，文件保持不变，刚刚测试过
cht: 檔案「{0}」中有壞塊，不可恢復部分：{1} 位元組，檔案不變，剛剛測試過
cs: V souboru „{0}“ je chybný blok, neopravitelné části: {1} bajtů. Soubor zůstává nezměněn, byl pouze testován
es: Hay un bloque defectuoso en el archivo "{0}", partes irrecuperables: {1} bytes, el archivo permanece sin cambios, recién se probó
fa: یک بلوک بد در فایل "{0}" وجود دارد، قطعات غیرقابل بازیابی: {1} بایت. فایل بدون تغییر باقی می ماند، فقط تست شد
fi: Tiedostossa "{0}" on virheellinen lohko, palauttamattomat osat: {1} tavua. Tiedosto pysyy ennallaan, se on juuri testattu
he: יש חסימה פגומה בקובץ "{0}", חלקים בלתי ניתנים לשחזור: {1} בתים, הקובץ נשאר ללא שינוי, הוא נבדק זה עתה
hi: फ़ाइल "{0}" में एक ख़राब ब्लॉक है, पुनर्प्राप्त न किए जा सकने वाले भाग: {1} बाइट्स, फ़ाइल अपरिवर्तित रहती है, इसका अभी परीक्षण किया गया था
hy: «{0}» ֆայլում վատ բլոկ կա, անվերականգնելի մասեր՝ {1} բայթ: Ֆայլը մնում է անփոփոխ, այն նոր է փորձարկվել
ja: ファイルペア「{0}」 | 「{1}」はスキップされます。特別なファイルにより、間違ったルート フォルダーで削除オプションが使用されるのを防ぎます。
ka: ფაილში „{0}“ არის ცუდი ბლოკი, ამოუხსნელი ნაწილები: {1} ბაიტი. ფაილი უცვლელი რჩება, ის ახლახან შემოწმდა
ko: "{0}" 파일에 불량 블록이 있습니다. 복구할 수 없는 부분: {1}바이트, 파일은 변경되지 않고 그대로 유지되며 방금 테스트되었습니다.
ky_kg: "{0}" файлында начар блок бар, калыбына келтирилбеген бөлүктөр: {1} байт. Файл өзгөрүүсүз бойдон калууда, ал жөн гана сыналган
lt: Faile „{0}“ yra blogas blokas, neatkuriamos dalys: {1} baitai. Failas liko nepakitęs, jis buvo ką tik išbandytas
lv: Failā “{0}” ir slikts bloks, neatkopjamas daļas: {1} baiti. Fails paliek nemainīgs, tas ir tikko pārbaudīts
mn_mn: “{0}” файлд муу блок байна, сэргээх боломжгүй хэсэг: {1} байт. Файл өөрчлөгдөөгүй хэвээр байгаа бөгөөд үүнийг дөнгөж сая туршсан
no: Det er en dårlig blokk i filen "{0}", deler som ikke kan gjenopprettes: {1} byte, filen forblir uendret, den ble nettopp testet
pa_arab_pk: فائل "{0}" وچ اک خراب بلاک اے، ناقابل بازیابی حصے: {1} بائٹس۔ فائل وچ کوئی تبدیلی نئیں آئی، ایہ صرف آزمائی گئی اے
pa_in: “{0}” ਫਾਈਲ ਵਿੱਚ ਇੱਕ ਖਰਾਬ ਬਲਾਕ ਹੈ, ਨਾ-ਮੁੜਨ ਯੋਗ ਹਿੱਸੇ: {1} ਬਾਈਟ। ਫਾਈਲ ਵਿੱਚ ਕੋਈ ਬਦਲਾਅ ਨਹੀਂ ਹੈ, ਇਸਦੀ ਹੁਣੇ ਜਾਂਚ ਕੀਤੀ ਗਈ ਸੀ
pl: W pliku „{0}” znajduje się uszkodzony blok, którego części nie można odzyskać: {1} bajtów. Plik pozostaje niezmieniony, został właśnie przetestowany
ps_af: په دوتنې "{0}" کې یو خراب بلاک دی، نه راګرځیدونکي برخې: {1} بایټ. دوتنه بدله پاتې ده، دا یوازې ازموینه شوې
ro: Există un bloc defect în fișierul „{0}”, părți irecuperabile: {1} octeți. Fișierul rămâne neschimbat, tocmai a fost testat
sk: V súbore „{0}“ je chybný blok, neopraviteľné časti: {1} bajtov. Súbor zostáva nezmenený, bol len testovaný
sl: V datoteki »{0}« je slab blok, nepopravljivi deli: {1} bajtov. Datoteka ostane nespremenjena, samo testirana je bila
sv: Det finns ett dåligt block i filen "{0}", delar som inte går att återställa: {1} byte. Filen förblir oförändrad, den testades precis
tg_cyrl_tj: Дар файли "{0}" блоки бад мавҷуд аст, қисмҳои барқарорнашаванда: {1} байт. Файл бетағйир мемонад, он танҳо санҷида шуд
th: มีบล็อกที่เสียหายในไฟล์ “{0}” ส่วนที่กู้คืนไม่ได้: {1} ไบต์ ไฟล์ยังคงไม่เปลี่ยนแปลง เพิ่งผ่านการทดสอบ
tk_tm: “{0}” faýlynda erbet blok bar, dikeldip bolmaýan bölekler: {1} baýt. Faýl üýtgewsiz galýar, diňe synagdan geçirildi
tr: “{0}” dosyasında bozuk bir blok var, kurtarılamayan parçalar: {1} bayt, dosya değişmeden kaldı, yeni test edildi
uk: У файлі «{0}» є пошкоджений блок, частини, які не можна відновити: {1} байт. Файл залишився без змін, його щойно перевірили

# ThereRemainBadBlocksInBecauseReadOnly
source: There remain {0} bad blocks in "{1}", because it can't be modified
af: {0} slegte blokke bly in "{1}" omdat die lêer nie gewysig kan word nie
be_by: {0} пашкоджаных блокаў застаюцца ў "{1}", таму што файл не можа быць зменены
bg: {0} лоши блока остават в „{1}“, защото файлът не може да бъде модифициран
bo_cn: {0} བཀག་སྡོམ་ངན་པ་ “{1}” ནང་ལྷག་ཡོད། རྒྱུ་མཚན་ནི་ཡིག་ཆ་དེ་བསྒྱུར་བཅོས་བྱེད་མི་ཐུབ།
ca: {0} blocs incorrectes romanen a "{1}" perquè el fitxer no es pot modificar
chs: {0} 个坏块保留在“{1}”中，因为它无法更改
cht: {0} 個壞塊保留在「{1}」中，因為它無法更改
cs: V „{1}“ zůstalo {0} špatných bloků, protože soubor nelze upravit
es: {0} bloques defectuosos permanecen en "{1}" porque el archivo no se puede modificar
fa: {0} بلوک های بد در "{1}" باقی می مانند زیرا فایل را نمی توان تغییر داد
fi: {0} virheellistä lohkoa jää hakemistoon "{1}", koska tiedostoa ei voi muokata
he: {0} בלוקים פגומים נשארים ב"{1}" מכיוון שלא ניתן לשנות אותו
hi: {0} ख़राब ब्लॉक "{1}" में बने रहते हैं क्योंकि इसे बदला नहीं जा सकता
hy: {0} վատ բլոկները մնում են «{1}»-ում, քանի որ ֆայլը հնարավոր չէ փոփոխել
ja: 修復オプションがないため、ファイルを変更できません。回復プロセスはコピーに適用されます。
ka: {0} ცუდი ბლოკი რჩება „{1}“-ში, რადგან ფაილის შეცვლა შეუძლებელია
ko: 파일을 수정할 수 없기 때문에 {0}개의 불량 블록이 "{1}"에 남아 있습니다.
ky_kg: "{1}" ичинде {0} начар блок калды, анткени файлды өзгөртүүгө болбойт
lt: „{1}“ lieka {0} blogų blokų, nes failo keisti negalima
lv: {0} slikti bloki paliek mapē “{1}”, jo failu nevar modificēt
mn_mn: Файлыг өөрчлөх боломжгүй тул {0} муу блок “{1}” дотор үлдэнэ
no: {0} dårlige blokker forblir i "{1}" fordi filen ikke kan endres
pa_arab_pk: {0} ماڑے بلاکس "{1}" چ رہندے نیں کیونکہ فائل چ تبدیل نئیں کیتا جا سکدا
pa_in: {0} ਖਰਾਬ ਬਲਾਕ “{1}” ਵਿੱਚ ਰਹਿੰਦੇ ਹਨ ਕਿਉਂਕਿ ਫ਼ਾਈਲ ਨੂੰ ਸੋਧਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ
pl: W „{1}” pozostaje {0} uszkodzonych bloków, ponieważ nie można modyfikować pliku
ps_af: {0} خراب بلاکونه په "{1}" کې پاتې دي ځکه چې فایل نشي بدلیدلی
ro: {0} blocuri greșite rămân în „{1}” deoarece fișierul nu poate fi modificat
sk: V „{1}“ zostáva chybné bloky ({0}), pretože súbor nie je možné upraviť
sl: {0} slabih blokov ostane v »{1}«, ker datoteke ni mogoče spreminjati
sv: {0} dåliga block finns kvar i "{1}" eftersom filen inte kan ändras
tg_cyrl_tj: {0} блокҳои бад дар "{1}" боқӣ мемонанд, зеро файлро тағир додан мумкин нест
th: บล็อกที่เสีย {0} รายการยังคงอยู่ใน “{1}” เนื่องจากไฟล์ไม่สามารถแก้ไขได้
tk_tm: {0} erbet bloklar “{1}” -de galýar, sebäbi faýly üýtgedip bolmaýar
tr: Dosya değiştirilemediği için {0} hatalı blok “{1}” içinde kalıyor
uk: {0} пошкоджених блоків залишаються в «{1}», оскільки файл не можна змінити

# ThereWasBadBlockInFileNotRestoredParts
source: There was one bad block in the file "{0}", not restored parts: {1} bytes
af: Daar was 'n slegte blok in lêer "{0}", onherstelde dele: {1} grepe
be_by: Быў няспраўны блок у файле "{0}", неадноўленыя часткі: {1} байт
bg: Имаше лош блок във файл „{0}“, невъзстановени части: {1} байта
bo_cn: ཡིག་ཆ་“{0}”ནང་དུ་བཀག་སྡོམ་ངན་པ་ཞིག་བྱུང་འདུག སླར་གསོ་མ་ཐུབ་པའི་ཆ་ཤས། {1} བཱའིཊ།
ca: Hi ha hagut un bloc dolent al fitxer "{0}", parts no recuperades: {1} bytes
chs: 文件“{0}”中存在坏块，未恢复部分：{1} 字节
cht: 檔案「{0}」中存在壞塊，未恢復部分：{1} 位元組
cs: V souboru „{0}“ byl chybný blok, neobnovené části: {1} bajtů
es: Hubo un bloque defectuoso en el archivo "{0}", partes no recuperadas: {1} bytes
fa: یک بلوک بد در فایل "{0}" وجود داشت، بخش های بازیابی نشده: {1} بایت
fi: Tiedostossa "{0}" oli virheellinen lohko, palauttamattomat osat: {1} tavua
he: היה חסימה פגומה בקובץ "{0}", חלקים שלא שוחזרו: {1} בתים
hi: फ़ाइल "{0}" में एक ख़राब ब्लॉक था, पुनर्प्राप्त न किए गए हिस्से: {1} बाइट्स
hy: «{0}» ֆայլում սխալ բլոկ կար, չվերականգնված մասեր՝ {1} բայթ
ja: ファイル 「{1}」 に {0} 個の不良ブロックがあり、回復不可能な部分: {2} バイトです。
ka: ფაილში „{0}“ იყო ცუდი ბლოკი, ამოუხსნელი ნაწილები: {1} ბაიტი
ky_kg: "{0}" файлында начар блок бар болчу, калыбына келтирилбеген бөлүктөр: {1} байт
lt: Failo „{0}“ blokas buvo netinkamas, neatkurtos dalys: {1} baitai
lv: Failā “{0}” bija slikts bloks, neatkoptās daļas: {1} baiti
mn_mn: “{0}” файлд муу блок байсан, сэргээгдээгүй хэсгүүд: {1} байт
no: Det var en dårlig blokkering i filen "{0}", uopprettede deler: {1} byte
pa_arab_pk: فائل "{0}" وچ اک خراب بلاک سی، غیر بازیافت شدہ حصے: {1} بائٹس
pa_in: “{0}” ਫਾਈਲ ਵਿੱਚ ਇੱਕ ਖਰਾਬ ਬਲਾਕ ਸੀ, ਅਣ-ਰਿਕਵਰ ਕੀਤੇ ਹਿੱਸੇ: {1} ਬਾਈਟ
pl: W pliku „{0}” znajdował się uszkodzony blok, nieodzyskane części: {1} bajtów
ps_af: په دوتنې "{0}" کې یو خراب بلاک و، نه موندل شوې برخې: {1} بایټ
ro: A existat un bloc defect în fișierul „{0}”, părți nerecuperate: {1} octeți
sk: V súbore „{0}“ bol chybný blok, neobnovené časti: {1} bajtov
sl: V datoteki »{0}« je bil poškodovan blok, neobnovljeni deli: {1} bajtov
sv: Det fanns ett dåligt block i filen "{0}", oåterställda delar: {1} byte
tg_cyrl_tj: Дар файли "{0}" блоки бад мавҷуд буд, қисмҳои барқарорнашуда: {1} байт
th: มีบล็อกที่เสียหายในไฟล์ “{0}” ส่วนที่ไม่ถูกกู้คืน: {1} ไบต์
tk_tm: “{0}” faýlynda erbet blok bardy, açylmadyk bölekler: {1} baýt
tr: “{0}” dosyasında bozuk bir blok vardı, kurtarılmayan kısımlar: {1} bayt
uk: У файлі «{0}» був пошкоджений блок, невідновлені частини: {1} байт

# ThereWasBadBlockNotRestoredInCopyBytes
source: There was one bad block in the original file, not restored parts in the copy "{0}": {1} bytes.
af: Daar was 'n slegte blok in die oorspronklike lêer, onherstelde dele in die kopie "{0}": {1} grepe.
be_by: Быў няспраўны блок у зыходным файле, неадноўленыя часткі ў копіі "{0}": {1} байт.
bg: Имаше лош блок в оригиналния файл, невъзстановени части в копието „{0}“: {1} байта.
bo_cn: ཡིག་ཆ་ངོ་མའི་ནང་དུ་བཀག་སྡོམ་ངན་པ་ཞིག་བྱུང་བ་དང་། འདྲ་བཤུས་“{0}”: {1} བཱའིཊི་ནང་དུ་སླར་གསོ་མ་བྱས་པའི་ཆ་ཤས་ཤིག་ཡོད།
ca: Hi havia un bloc defectuós al fitxer original, parts no recuperades a la còpia "{0}": {1} bytes.
chs: 原始文件中存在坏块，副本“{0}”中存在未恢复的部分：{1} 字节。
cht: 原始檔案中存在壞區塊，副本「{0}」中存在未復原的部分：{1} 位元組。
cs: V původním souboru byl chybný blok, neobnovené části v kopii „{0}“: {1} bajtů.
es: Hubo un bloque defectuoso en el archivo original, partes no recuperadas en la copia "{0}": {1} bytes.
fa: یک بلوک بد در فایل اصلی وجود داشت، بخش‌های بازیابی نشده در کپی "{0}": {1} بایت.
fi: Alkuperäisessä tiedostossa oli virheellinen lohko, palauttamattomia osia kopiossa "{0}": {1} tavua.
he: היה חסימה פגומה בקובץ המקורי, חלקים שלא שוחזרו בעותק "{0}": {1} בתים.
hi: मूल फ़ाइल में एक ख़राब ब्लॉक था, कॉपी "{0}" में पुनर्प्राप्त न किए गए हिस्से: {1} बाइट्स।
hy: Բնօրինակ ֆայլում սխալ բլոկ կար, «{0}» պատճենում չվերականգնված մասեր՝ {1} բայթ:
ja: ファイル 「{1}」 に {0} 個の不良ブロックがあり、回復不可能な部分: {2} バイトです。回復できないため、プロセスを続行できません。 後で再試行される可能性があります。
ka: თავდაპირველ ფაილში იყო ცუდი ბლოკი, ამოუხსნელი ნაწილები ასლში „{0}“: {1} ბაიტი.
ko: 원본 파일에 불량 블록이 있습니다. 복사본 "{0}"에 복구되지 않은 부분이 있습니다: {1}바이트.
ky_kg: Түпнуска файлда начар блок бар, "{0}" көчүрмөсүндөгү калыбына келтирилбеген бөлүктөр: {1} байт.
lt: Pradiniame faile buvo blogas blokas, neatkurtos dalys kopijoje „{0}“: {1} baitai.
lv: Sākotnējā failā bija slikts bloks, kopijā “{0}” neatkoptas daļas: {1} baiti.
mn_mn: Эх файлд муу блок байсан, “{0}” хуулбар дахь сэргээгдээгүй хэсгүүд: {1} байт.
no: Det var en dårlig blokkering i den opprinnelige filen, ugjenopprettede deler i kopien "{0}": {1} byte.
pa_arab_pk: اصل فائل چ اک ماڑا بلاک سی، کاپی "{0}": {1} بائٹس چ غیر بازیاب حصے سن۔
pa_in: ਅਸਲ ਫ਼ਾਈਲ ਵਿੱਚ ਇੱਕ ਖ਼ਰਾਬ ਬਲਾਕ ਸੀ, ਕਾਪੀ “{0}” ਵਿੱਚ ਅਣ-ਰਿਕਵਰ ਕੀਤੇ ਹਿੱਸੇ ਸਨ: {1} ਬਾਈਟ।
pl: W oryginalnym pliku znajdował się uszkodzony blok, w kopii „{0}” nie odzyskano części: {1} bajtów.
ps_af: په اصلي فایل کې یو خراب بلاک و، د کاپي "{0}": {1} بایټس کې ناڅرګندې برخې.
ro: A existat un bloc prost în fișierul original, părți nerecuperate în copia „{0}”: {1} octeți.
sk: V pôvodnom súbore bol chybný blok, neobnovené časti v kópii „{0}“: {1} bajtov.
sl: V izvirni datoteki je bil poškodovan blok, neobnovljeni deli v kopiji »{0}«: {1} bajtov.
sv: Det fanns ett dåligt block i originalfilen, oåterställda delar i kopian "{0}": {1} byte.
tg_cyrl_tj: Дар файли аслӣ блоки бад мавҷуд буд, қисмҳои барқарорнашуда дар нусхаи "{0}": {1} байт.
th: มีบล็อกที่เสียหายในไฟล์ต้นฉบับ ส่วนที่ไม่ได้รับการกู้คืนในสำเนา “{0}”: {1} ไบต์
tk_tm: Asyl faýlda “{0}”: {1} baýt göçürmede açylmadyk bölekler bardy.
tr: Orijinal dosyada hatalı bir blok vardı, “{0}” kopyasında kurtarılmamış kısımlar vardı: {1} bayt.
uk: У вихідному файлі був пошкоджений блок, невідновлені частини в копії «{0}»: {1} байт.

# ThereWereBadBlocksInFileNotRestoredParts
source: There were {0} bad blocks in the file "{1}", not restored parts: {2} bytes
af: Daar was {0} slegte blokke in lêer "{1}", onherstelde dele: {2} grepe
be_by: У файле "{1}" былі пашкоджаныя блокі ({0}), неадноўленыя часткі: {2} байтаў
bg: Във файла „{1}“ имаше {0} лоши блока, невъзстановени части: {2} байта
bo_cn: ཡིག་ཆ་“{1}”ནང་དུ་ {0} བཀག་སྡོམ་ངན་པ་ཡོད། སླར་གསོ་མ་བྱས་པའི་ཆ་ཤས། {2} བཱའིཊ།
ca: Hi havia {0} blocs defectuosos al fitxer "{1}", parts no recuperades: {2} bytes
chs: 文件“{1}”中有 {0} 个坏块，未恢复的部分：{2} 个字节
cht: 檔案「{1}」中有 {0} 個壞塊，未恢復的部分：{2} 個位元組
cs: V souboru „{1}“ byly chybné bloky (celkem {0}), neobnovené části: {2} bajtů
es: Hubo {0} bloques defectuosos en el archivo "{1}", partes no recuperadas: {2} bytes
fa: {0} بلوک بد در فایل "{1}" وجود داشت، بخش های بازیابی نشده: {2} بایت
fi: Tiedostossa "{1}" oli {0} virheellistä lohkoa, palauttamattomia osia: {2} tavua
he: היו {0} בלוקים פגומים בקובץ "{1}", חלקים שלא שוחזרו: {2} בתים
hi: फ़ाइल "{1}" में {0} ख़राब ब्लॉक थे, पुनर्प्राप्त न किए गए हिस्से: {2} बाइट्स
hy: «{1}» ֆայլում կան {0} վատ բլոկներ, չվերականգնված մասեր՝ {2} բայթ
ja: ファイル 「{1}」 に {0} 個の不良ブロックがありました、未回復部分: {2} バイト
ka: ფაილში „{1}“ იყო {0} ცუდი ბლოკი, ამოუხსნელი ნაწილები: {2} ბაიტი
ko: "{1}" 파일에 불량 블록이 {0}개 있습니다. 복구되지 않은 부분: {2}바이트
ky_kg: "{1}" файлында {0} начар блок бар болчу, калыбына келтирилбеген бөлүктөр: {2} байт
lt: Faile „{1}“ buvo {0} netinkamų blokų, neatkurtos dalys: {2} baitai
lv: Failā “{1}” bija {0} slikti bloki, neatkoptās daļas: {2} baiti
mn_mn: “{1}” файлд {0} муу блок байсан, сэргээгдээгүй хэсгүүд: {2} байт
no: Det var {0} dårlige blokker i filen "{1}", uopprettede deler: {2} byte
pa_arab_pk: فائل "{1}" وچ {0} خراب بلاک سن، غیر بازیافت شدہ حصے: {2} بائٹس
pa_in: “{1}” ਫ਼ਾਈਲ ਵਿੱਚ {0} ਖਰਾਬ ਬਲਾਕ ਸਨ, ਅਣ-ਰਿਕਵਰ ਕੀਤੇ ਹਿੱਸੇ: {2} ਬਾਈਟ
pl: W pliku „{1}” znajdowało się {0} uszkodzonych bloków, nieodzyskane części: {2} bajtów
ps_af: په "{1}" دوتنې کې {0} خراب بلاکونه وو، نه موندل شوې برخې: {2} بایټ
ro: Au fost {0} blocuri dăunătoare în fișierul „{1}”, părți nerecuperate: {2} octeți
sk: V súbore „{1}“ boli chybné bloky ({0}), neobnovené časti: {2} bajtov
sl: V datoteki »{1}« je bilo {0} slabih blokov, neobnovljeni deli: {2} bajtov
sv: Det fanns {0} dåliga block i filen "{1}", oåterställda delar: {2} byte
tg_cyrl_tj: Дар файли "{1}" {0} блокҳои бад мавҷуд буданд, қисмҳои барқарорнашуда: {2} байт
th: มี {0} บล็อกที่เสียหายในไฟล์ “{1}” ส่วนที่ไม่ถูกกู้คืน: {2} ไบต์
tk_tm: “{1}” faýlynda {0} erbet bloklar, açylmadyk bölekler: {2} baýt
tr: “{1}” dosyasında {0} hatalı blok vardı, kurtarılmayan kısımlar: {2} bayt
uk: У файлі «{1}» було {0} пошкоджених блоків, невідновлені частини: {2} байт
