Repository: NataljaNeumann/SyncFolders
Catalog: SyncFolders/Resources.*.resx
Languages: af, be_by, bg, bo_cn, ca, chs, cht, cs, es, fa, fi, he, hi, hy, ja, ka, ko, ky_kg, lt, lv, mn_mn, no, pa_arab_pk, pa_in, pl, ps_af, ro, sk, sl, sv, tg_cyrl_tj, th, tk_tm, tr, uk

# ThisIsASimulatedIOErrorAtPosition
source: This is a simulated I/O error at position {0}
af: Dit is 'n gesimuleerde I/O-fout by ligging {0}
be_by: Гэта змадэляваная памылка ўводу/вываду ў месцы {0}
bg: Това е симулирана I/O грешка на местоположение {0}
bo_cn: འདི་ནི་གནས་ {0} ལ་ལག་སྲེག་ནོར་འཁྲུལ་ཞིག་རེད།
ca: Aquest és un error d'E/S simulat a la ubicació {0}
chs: 这是位置 {0} 处的模拟 I/O 错误
cht: 這是位置 {0} 處的模擬 I/O 錯誤
cs: Toto je simulovaná chyba I/O v umístění {0}
es: Este es un error de E/S simulado en la ubicación {0}
fa: این یک خطای I/O شبیه سازی شده در مکان {0} است
fi: Tämä on simuloitu I/O-virhe sijainnissa {0}
he: זוהי שגיאת קלט/פלט מדומה במיקום {0}
hi: यह स्थान {0} पर एक अनुरूपित I/O त्रुटि है
hy: Սա մոդելավորված I/O սխալ է {0} վայրում
ja: これは場所 {0} でのシミュレートされた I/O エラーです
ka: ეს არის იმიტირებული I/O შეცდომა მდებარეობაზე {0}
ko: 이는 {0} 위치에서 시뮬레이션된 I/O 오류입니다.
ky_kg: Бул {0} жайгашкан жердеги симуляцияланган I/O катасы
lt: Tai imituota įvesties / išvesties klaida vietoje {0}
lv: Šī ir simulēta I/O kļūda atrašanās vietā {0}
mn_mn: Энэ нь {0} байршилд гарсан I/O алдаа юм.
no: Dette er en simulert I/O-feil på stedet {0}
pa_arab_pk: ایہ مقام {0} تے اک نقلی I/O غلطی اے۔
pa_in: ਇਹ ਸਥਾਨ {0} 'ਤੇ ਇੱਕ ਸਿਮੂਲੇਟਿਡ I/O ਗਲਤੀ ਹੈ
pl: To jest symulowany błąd we/wy w lokalizacji {0}
ps_af: دا په ځای {0} کې د I/O سمول شوې تېروتنه ده
ro: Aceasta este o eroare I/O simulată la locația {0}
sk: Toto je simulovaná chyba I/O na mieste {0}
sl: To je simulirana V/I napaka na lokaciji {0}
sv: Detta är ett simulerat I/O-fel på plats {0}
tg_cyrl_tj: Ин хатои тақлидшудаи I/O дар макони {0} аст
th: นี่เป็นข้อผิดพลาด I/O จำลองที่ตำแหน่ง {0}
tk_tm: Bu {0} location ýerinde simulirlenen I / O ýalňyşlygy
tr: Bu, {0} konumunda simüle edilmiş bir G/Ç hatasıdır
uk: Це імітована помилка введення-виведення в місці {0}

# WarningChecksumOffsetPrimarySavedInfoIgnored
source: Warning: checksum of block at offsset {0} doesn't match available in primary blocks of saved info "{1}", primary saved info for the block will be ignored
af: Waarskuwing: Die kontrolesom van die blok by posisie {0} stem nie ooreen met die beskikbare primêre blokke gestoorde inligting "{1}" nie. Die primêre gestoor inligting vir die blok word geïgnoreer
be_by: Папярэджанне: кантрольная сума блока ў пазіцыі {0} не супадае з даступнымі асноўнымі блокамі захаванай інфармацыі "{1}". Асноўная захаваная інфармацыя для блока ігнаруецца
bg: Предупреждение: Контролната сума на блока на позиция {0} не съвпада с наличните основни блокове на съхранена информация „{1}“. Основната съхранена информация за блока се игнорира
bo_cn: ཉེན་བརྡ། གནས་རིམ་ {0} ལ་ཡོད་པའི་བཀག་སྡོམ་གྱི་བརྟག་དཔྱད་བསྡོམས་འབོར་དེ་གསོག་འཇོག་བྱས་པའི་བརྡ་འཕྲིན་ “{1}” ཡི་བཀག་སྡོམ་གཙོ་བོ་དང་མཐུན་མི་ཐུབ། བཀག་སྡོམ་གྱི་གཙོ་བོའི་གསོག་འཇོག་བྱས་པའི་ཆ་འཕྲིན་སྣང་མེད་དུ་བཏང་ཡོད།
ca: Avís: la suma de control del bloc a la posició {0} no coincideix amb els blocs primaris disponibles d'informació emmagatzemada "{1}". S'ignora la informació emmagatzemada principal del bloc
chs: 警告：位置 {0} 处的块的校验和与存储信息“{1}”的可用主块不匹配。该块的主要存储信息被忽略
cht: 警告：位置 {0} 處的區塊的校驗和與儲存資訊「{1}」的可用主區塊不符。該區塊的主要儲存資訊被忽略
cs: Upozornění: Kontrolní součet bloku na pozici {0} neodpovídá dostupným primárním blokům uložených informací „{1}“. Primárně uložené informace pro blok jsou ignorovány
es: Advertencia: La suma de comprobación del bloque en la posición {0} no coincide con los bloques primarios disponibles de información almacenada "{1}". La información principal almacenada para el bloque se ignora.
fa: هشدار: جمع کنترل بلوک در موقعیت {0} با بلوک های اولیه موجود اطلاعات ذخیره شده "{1}" مطابقت ندارد. اطلاعات ذخیره شده اولیه برای بلوک نادیده گرفته می شود
fi: Varoitus: Paikan {0} lohkon tarkistussumma ei vastaa tallennettujen tietojen "{1}" käytettävissä olevia ensisijaisia ​​lohkoja. Lohkon ensisijaiset tallennetut tiedot jätetään huomioimatta
he: אזהרה: סכום הבדיקה של הבלוק במיקום {0} אינו תואם את הבלוקים הראשיים הזמינים של המידע המאוחסן "{1}". מתעלמים מהמידע המאוחסן הראשי של הבלוק
hi: चेतावनी: स्थिति {0} पर ब्लॉक का चेकसम संग्रहीत जानकारी "{1}" के उपलब्ध प्राथमिक ब्लॉक से मेल नहीं खाता है। ब्लॉक के लिए प्राथमिक संग्रहीत जानकारी को नजरअंदाज कर दिया जाता है
hy: Զգուշացում. {0} դիրքում գտնվող բլոկի ստուգման գումարը չի համընկնում «{1}» պահված տեղեկատվության առկա հիմնական բլոկների հետ: Բլոկի առաջնային պահպանված տեղեկատվությունը անտեսվում է
ja: 警告: 位置 {0} のブロックのチェックサムは、保存されている情報「{1}」の利用可能なプライマリ ブロックと一致しません。ブロックに格納されている主な情報は無視されます。
ka: აფრთხილება: ბლოკის საკონტროლო ჯამი პოზიციაზე {0} არ ემთხვევა შენახული ინფორმაციის ხელმისაწვდომ ძირითად ბლოკებს „{1}“. ბლოკისთვის პირველადი შენახული ინფორმაცია იგნორირებულია
ko: 경고: {0} 위치에 있는 블록의 체크섬이 저장된 정보 "{1}"의 사용 가능한 기본 블록과 일치하지 않습니다. 블록에 대한 기본 저장된 정보는 무시됩니다.
ky_kg: Эскертүү: {0} позициясындагы блоктун текшерүү суммасы "{1}" сакталган маалыматтын жеткиликтүү негизги блокторуна дал келбейт. Блок үчүн негизги сакталган маалымат этибарга алынбайт
lt: Įspėjimas: bloko, esančio {0} pozicijoje, kontrolinė suma neatitinka galimų pirminių saugomos informacijos „{1}“ blokų. Pirminė saugoma bloko informacija nepaisoma
lv: Brīdinājums: bloka kontrolsumma pozīcijā {0} neatbilst pieejamajiem primārajiem saglabātās informācijas blokiem “{1}”. Bloka primārā saglabātā informācija tiek ignorēta
mn_mn: Анхааруулга: {0} байрлал дахь блокийн шалгах нийлбэр нь “{1}” хадгалагдсан мэдээллийн үндсэн блокуудтай таарахгүй байна. Блокийн үндсэн хадгалагдсан мэдээллийг үл тоомсорлодог
no: Advarsel: Kontrollsummen for blokken ved posisjon {0} samsvarer ikke med de tilgjengelige primærblokkene med lagret informasjon "{1}". Den primære lagrede informasjonen for blokken ignoreresAdvarsel: Kontrollsummen for blokken ved posisjon {0} samsvarer ikke med de tilgjengelige primærblokkene med lagret informasjon "{1}". Den primære lagrede informasjonen for blokken ignoreres
pa_arab_pk: انتباہ: پوزیشن {0} تے بلاک دا چیکسم ذخیرہ شدہ معلومات "{1}" دے دستیاب بنیادی بلاکس نال میل نئیں کھاندا۔ بلاک لئی بنیادی ذخیرہ شدہ معلومات نظر انداز کر دتی گئی اے
pa_in: ਚੇਤਾਵਨੀ: ਸਥਿਤੀ {0} 'ਤੇ ਬਲਾਕ ਦਾ ਚੈੱਕਸਮ ਸਟੋਰ ਕੀਤੀ ਜਾਣਕਾਰੀ “{1}” ਦੇ ਉਪਲਬਧ ਪ੍ਰਾਇਮਰੀ ਬਲਾਕਾਂ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ ਹੈ। ਬਲਾਕ ਲਈ ਪ੍ਰਾਇਮਰੀ ਸਟੋਰ ਕੀਤੀ ਜਾਣਕਾਰੀ ਨੂੰ ਅਣਡਿੱਠ ਕੀਤਾ ਗਿਆ ਹੈ
pl: Ostrzeżenie: suma kontrolna bloku na pozycji {0} nie jest zgodna z dostępnymi podstawowymi blokami przechowywanych informacji „{1}”. Podstawowe informacje przechowywane w bloku są ignorowane
ps_af: خبرداری: په {0} موقعیت کې د بلاک چیکسم د زیرمه شوي معلوماتو "{1}" موجود لومړني بلاکونو سره سمون نه لري. د بلاک لپاره لومړني زیرمه شوي معلومات له پامه غورځول شوي
ro: Avertisment: suma de control a blocului de la poziția {0} nu se potrivește cu blocurile primare disponibile de informații stocate „{1}”. Informațiile primare stocate pentru bloc sunt ignorate
sk: Upozornenie: Kontrolný súčet bloku na pozícii {0} sa nezhoduje s dostupnými primárnymi blokmi uložených informácií „{1}“. Primárne uložené informácie pre blok sa ignorujú
sl: Opozorilo: Kontrolna vsota bloka na položaju {0} se ne ujema z razpoložljivimi primarnimi bloki shranjenih informacij »{1}«. Primarni shranjeni podatki za blok so prezrti
sv: Varning: Kontrollsumman för blocket vid position {0} matchar inte de tillgängliga primära blocken av lagrad information "{1}". Den primära lagrade informationen för blocket ignoreras
tg_cyrl_tj: Огоҳӣ: Маблағи назоратии блок дар мавқеъи {0} ба блокҳои ибтидоии дастраси иттилооти захирашудаи "{1}" мувофиқат намекунад. Маълумоти ибтидоии захирашуда барои блок нодида гирифта мешавад
th: คำเตือน: การตรวจสอบของบล็อกที่ตำแหน่ง {0} ไม่ตรงกับบล็อกหลักที่มีอยู่ของข้อมูลที่เก็บไว้ “{1}” ข้อมูลหลักที่เก็บไว้สำหรับบล็อกจะถูกละเว้น
tk_tm: Duýduryş: block 0 position pozisiýadaky blok barlagy, “{1}” saklanylýan maglumatlaryň esasy bloklaryna gabat gelmeýär. Blok üçin esasy saklanylýan maglumatlar hasaba alynmaýar
tr: Uyarı: {0} konumundaki bloğun sağlama toplamı, depolanan bilgilerin mevcut birincil blokları “{1}” ile eşleşmiyor. Blok için birincil saklanan bilgiler göz ardı edilir
uk: Попередження: контрольна сума блоку в позиції {0} не відповідає доступним основним блокам збереженої інформації «{1}». Основна збережена інформація для блоку ігнорується

# WarningChecksumOffsetSecondarySavedInfoIgnored
source: Warning: checksum of block at offset {0} doesn't match available in secondary blocks of saved info "{1}", secondary saved info for the block will be ignored
af: Waarskuwing: Die kontrolesom van die blok by posisie {0} stem nie ooreen met die beskikbare sekondêre blokke gestoorde inligting "{1}" nie. Sekondêre gestoorde inligting vir die blok word geïgnoreer
be_by: Папярэджанне: кантрольная сума блока ў пазіцыі {0} не супадае з даступнымі другаснымі блокамі захаванай інфармацыі "{1}". Другасная захаваная інфармацыя для блока ігнаруецца
bg: Предупреждение: Контролната сума на блока на позиция {0} не съвпада с наличните вторични блокове от съхранена информация „{1}“. Вторично съхранената информация за блока се игнорира
bo_cn: ཉེན་བརྡ། གནས་རིམ་ {0} ལ་ཡོད་པའི་བཀག་སྡོམ་གྱི་བརྟག་དཔྱད་བསྡོམས་འབོར་དེ་གསོག་འཇོག་བྱས་པའི་བརྡ་དོན་ “{1}” ཡི་བཀག་སྡོམ་གཉིས་པ་དང་མཐུན་མི་ཐུབ། སྡེབ་ཚན་གྱི་ཆེད་དུ་ཉར་ཚགས་བྱས་པའི་ཆ་འཕྲིན་གཉིས་པ་རྩིས་མེད་དུ་བཏང་ཡོད།
ca: Avís: la suma de control del bloc a la posició {0} no coincideix amb els blocs secundaris disponibles d'informació emmagatzemada "{1}". La informació secundària emmagatzemada per al bloc s'ignora
chs: 警告：位置 {0} 处的块的校验和与存储信息“{1}”的可用辅助块不匹配。该块的辅助存储信息被忽略
cht: 警告：位置 {0} 處的區塊的校驗和與儲存資訊「{1}」的可用輔助區塊不符。該區塊的輔助儲存資訊被忽略
cs: Upozornění: Kontrolní součet bloku na pozici {0} neodpovídá dostupným sekundárním blokům uložených informací „{1}“. Sekundární uložené informace pro blok jsou ignorovány
es: Advertencia: La suma de comprobación del bloque en la posición {0} no coincide con los bloques secundarios disponibles de información almacenada "{1}". La información secundaria almacenada para el bloque se ignora
fa: هشدار: جمع کنترل بلوک در موقعیت {0} با بلوک های ثانویه موجود اطلاعات ذخیره شده "{1}" مطابقت ندارد. اطلاعات ذخیره شده ثانویه برای بلوک نادیده گرفته می شود
fi: Varoitus: Lohkon tarkistussumma kohdassa {0} ei vastaa käytettävissä olevia tallennettujen tietojen toissijaisia ​​lohkoja "{1}". Lohkon toissijaiset tallennetut tiedot jätetään huomioimatta
he: אזהרה: סכום הבדיקה של הבלוק במיקום {0} אינו תואם את הבלוקים המשניים הזמינים של מידע מאוחסן "{1}". מתעלמים ממידע מאוחסן משני עבור הבלוק
hi: चेतावनी: स्थिति {0} पर ब्लॉक का चेकसम संग्रहीत जानकारी "{1}" के उपलब्ध द्वितीयक ब्लॉक से मेल नहीं खाता है। ब्लॉक के लिए द्वितीयक संग्रहीत जानकारी को नजरअंदाज कर दिया जाता है
hy: Զգուշացում. {0} դիրքում գտնվող բլոկի ստուգման գումարը չի համընկնում «{1}» պահված տեղեկատվության հասանելի երկրորդական բլոկների հետ: Բլոկի համար երկրորդային պահպանված տեղեկատվությունը անտեսվում է
ja: 警告: 位置 {0} のブロックのチェックサムが、保存されている情報 「{1}」 の利用可能な 2 次ブロックと一致しません。ブロックの二次保存情報は無視されます
ka: გაფრთხილება: ბლოკის საკონტროლო ჯამი პოზიციაზე {0} არ ემთხვევა შენახული ინფორმაციის ხელმისაწვდომ მეორად ბლოკებს „{1}“. ბლოკისთვის მეორადი შენახული ინფორმაცია იგნორირებულია
ko: 경고: {0} 위치에 있는 블록의 체크섬이 저장된 정보 "{1}"의 사용 가능한 보조 블록과 일치하지 않습니다. 블록에 대한 2차 저장 정보는 무시됩니다.
ky_kg: Эскертүү: {0} позициясындагы блоктун текшерүү суммасы "{1}" сакталган маалыматтын жеткиликтүү экинчи блокторуна дал келбейт. Блок үчүн кошумча сакталган маалымат этибарга алынбайт
lt: Įspėjimas: bloko, esančio {0} pozicijoje, kontrolinė suma neatitinka galimų antrinių saugomos informacijos „{1}“ blokų. Nepaisoma antrinės saugomos bloko informacijos
lv: Brīdinājums: bloka kontrolsumma pozīcijā {0} neatbilst pieejamajiem sekundārajiem saglabātās informācijas blokiem “{1}”. Sekundārā saglabātā informācija par bloku tiek ignorēta
mn_mn: Анхааруулга: {0} байрлал дахь блокийн хяналтын нийлбэр нь “{1}” хадгалагдсан мэдээллийн боломжтой хоёрдогч блокуудтай таарахгүй байна. Блокийн хоёрдогч хадгалагдсан мэдээллийг үл тоомсорлодог
no: Advarsel: Kontrollsummen for blokken ved posisjon {0} samsvarer ikke med de tilgjengelige sekundære blokkene med lagret informasjon "{1}". Sekundær lagret informasjon for blokken ignoreres
pa_arab_pk: انتباہ: پوزیشن {0} تے بلاک دا چیکسم ذخیرہ شدہ معلومات "{1}" دے دستیاب ثانوی بلاکس نال میل نئیں کھاندا۔ بلاک لئی ثانوی ذخیرہ شدہ معلومات نظر انداز کر دتی گئی اے
pa_in: ਚੇਤਾਵਨੀ: ਸਥਿਤੀ {0} 'ਤੇ ਬਲਾਕ ਦਾ ਚੈੱਕਸਮ ਸਟੋਰ ਕੀਤੀ ਜਾਣਕਾਰੀ “{1}” ਦੇ ਉਪਲਬਧ ਸੈਕੰਡਰੀ ਬਲਾਕਾਂ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ ਹੈ। ਬਲਾਕ ਲਈ ਸੈਕੰਡਰੀ ਸਟੋਰ ਕੀਤੀ ਜਾਣਕਾਰੀ ਨੂੰ ਅਣਡਿੱਠ ਕੀਤਾ ਗਿਆ ਹੈ
pl: Ostrzeżenie: suma kontrolna bloku na pozycji {0} nie odpowiada dostępnym blokom wtórnym przechowywanych informacji „{1}”. Informacje przechowywane w bloku są ignorowane
ps_af: خبرداری: په {0} موقعیت کې د بلاک چیک سم د زیرمه شوي معلوماتو "{1}" موجود ثانوي بلاکونو سره سمون نه لري. د بلاک لپاره ثانوي زیرمه شوي معلومات له پامه غورځول شوي
ro: Avertisment: suma de control a blocului de la poziția {0} nu se potrivește cu blocurile secundare disponibile de informații stocate „{1}”. Informațiile secundare stocate pentru bloc sunt ignorate
sk: Upozornenie: Kontrolný súčet bloku na pozícii {0} sa nezhoduje s dostupnými sekundárnymi blokmi uložených informácií „{1}“. Sekundárne uložené informácie pre blok sa ignorujú
sl: Opozorilo: Kontrolna vsota bloka na položaju {0} se ne ujema z razpoložljivimi sekundarnimi bloki shranjenih informacij »{1}«. Sekundarno shranjene informacije za blok so prezrte
sv: Varning: Kontrollsumman för blocket vid position {0} matchar inte de tillgängliga sekundära blocken av lagrad information "{1}". Sekundär lagrad information för blocket ignoreras
tg_cyrl_tj: Огоҳӣ: Маблағи назоратии блок дар мавқеи {0} ба блокҳои дуюмдараҷаи дастраси иттилооти захирашудаи "{1}" мувофиқат намекунад. Маълумоти дуюмдараҷаи захирашуда барои блок сарфи назар карда мешавад
th: คำเตือน: การตรวจสอบของบล็อกที่ตำแหน่ง {0} ไม่ตรงกับบล็อกรองที่มีอยู่ของข้อมูลที่เก็บไว้ “{1}” ข้อมูลรองที่เก็บไว้สำหรับบล็อกจะถูกละเว้น
tk_tm: Duýduryş: block 0 position pozisiýadaky blok barlagy, “{1}” saklanylýan maglumatlaryň ikinji derejeli bloklaryna gabat gelmeýär. Blok üçin ikinji derejeli saklanylýan maglumatlar hasaba alynmaýar
tr: Uyarı: {0} konumundaki bloğun sağlama toplamı, depolanan “{1}” bilgisinin mevcut ikincil bloklarıyla eşleşmiyor. Blok için ikincil depolanan bilgiler göz ardı edilir
uk: Попередження: контрольна сума блоку в позиції {0} не відповідає доступним вторинним блокам збереженої інформації «{1}». Вторинна збережена інформація для блоку ігнорується

# WarningCopiedToWithErrors
source: Warning: copied "{0}" to "{1}" {2} with errors
af: Waarskuwing: "{0}" is na "{1}" gekopieer met foute {2}
be_by: Папярэджанне: “{0}” быў скапіраваны ў “{1}” з памылкамі {2}
bg: Предупреждение: „{0}“ беше копирано в „{1}“ с грешки {2}
bo_cn: ཉེན་བརྡ། “{0}” ནོར་འཁྲུལ་ {2} དང་མཉམ་དུ་ “{1}” ལ་འདྲ་བཤུས་བྱས།
ca: Avís: "{0}" s'ha copiat a "{1}" amb errors {2}
chs: 警告：“{0}”已复制到“{1}”，但出现错误 {2}
cht: 警告：「{0}」已複製到「{1}」，但出現錯誤 {2}
cs: Upozornění: „{0}“ bylo zkopírováno do „{1}“ s chybami {2}
es: Advertencia: "{0}" se copió en "{1}" con errores {2}
fa: هشدار: "{0}" با خطاهای {2} در "{1}" کپی شد
fi: Varoitus: "{0}" kopioitiin kansioon "{1}" virheillä {2}
he: אזהרה: "{0}" הועתק אל "{1}" עם שגיאות {2}
hi: चेतावनी: "{0}" को त्रुटियों के साथ "{1}" में कॉपी किया गया था {2}
hy: Զգուշացում․ «{0}»-ը պատճենվել է «{1}»-ում՝ {2} սխալներով։
ja: 警告: 「{0}」は「{1}」にコピーされましたが、エラー {2} がありました
ka: გაფრთხილება: „{0}“ დაკოპირდა „{1}“-ში შეცდომით {2}
ko: 경고: “{0}”이(가) 오류 {2}와 함께 “{1}”에 복사되었습니다.
ky_kg: Эскертүү: "{0}" "{1}" папкасына {2} каталары менен көчүрүлдү
lt: Įspėjimas: „{0}“ buvo nukopijuotas į „{1}“ su klaidomis {2}
lv: Brīdinājums: “{0}” tika kopēts uz “{1}” ar kļūdām {2}
mn_mn: Анхааруулга: “{0}”-г {2} алдаатай “{1}” руу хуулсан.
no: Advarsel: «{0}» ble kopiert til «{1}» med feil {2}
pa_arab_pk: انتباہ: "{0}" نو "{1}" چ کاپی کیتا گیا سی جہدے چ غلطیاں {2} سن
pa_in: ਚੇਤਾਵਨੀ: “{0}” ਨੂੰ “{1}” ਵਿੱਚ ਤਰੁੱਟੀਆਂ ਨਾਲ ਕਾਪੀ ਕੀਤਾ ਗਿਆ ਸੀ {2}
pl: Ostrzeżenie: „{0}” zostało skopiowane do „{1}” z błędami {2}
ps_af: خبرداری: "{0}" د تېروتنو {2} سره "{1}" ته کاپي شوی
ro: Avertisment: „{0}” a fost copiat în „{1}” cu erori {2}
sk: Upozornenie: „{0}“ bolo skopírované do „{1}“ s chybami {2}
sl: Opozorilo: »{0}« je bil kopiran v »{1}« z napakami {2}
sv: Varning: "{0}" kopierades till "{1}" med felen {2}
tg_cyrl_tj: Огоҳӣ: "{0}" ба "{1}" бо хатогиҳои {2} нусхабардорӣ карда шуд
th: คำเตือน: “{0}” ถูกคัดลอกไปยัง “{1}” โดยมีข้อผิดพลาด {2}
tk_tm: Duýduryş: “{0}” {2} ýalňyşlyklar bilen “{1}” göçürildi
tr: Uyarı: “{0}”, {2} hatalarıyla “{1}” dizinine kopyalandı
uk: Попередження: «{0}» було скопійовано до «{1}» з помилками {2}

# WarningIOErrorWhileCopyingToReason
source: Warning: I/O Error while copying file "{0}" to "{1}": {2}
af: Waarskuwing: I/O-fout tydens die kopiëring van lêer "{0}" na "{1}": {2}
be_by: Папярэджанне: памылка ўводу-вываду пры капіраванні файла "{0}" у "{1}": {2}
bg: Предупреждение: I/O грешка при копиране на файл „{0}“ в „{1}“: {2}
bo_cn: ཉེན་བརྡ་། ཡིག་ཆ་ “{0}” ནས་ “{1}” ལ་འདྲ་བཤུས་བྱེད་སྐབས་སྒུལ་ཆས་ཡང་ན་སྨྱན་སྦྱོར་གྱི་ནོར་འཁྲུལ་བྱུང་འདུག: {2}
ca: Avís: error d'E/S en copiar el fitxer "{0}" a "{1}": {2}
chs: 警告：将文件“{0}”复制到“{1}”时发生 I/O 错误：{2}
cht: 警告：將檔案「{0}」複製到「{1}」時發生 I/O 錯誤：{2}
cs: Upozornění: Chyba I/O při kopírování souboru „{0}“ do „{1}“: {2}
es: Advertencia: Error de E/S al copiar el archivo "{0}" a "{1}": {2}
fa: هشدار: خطای I/O هنگام کپی کردن فایل "{0}" در "{1}": {2}
fi: Varoitus: I/O-virhe kopioitaessa tiedostoa "{0}" kohteeseen "{1}": {2}
he: אזהרה: שגיאת קלט/פלט בעת העתקת הקובץ "{0}" אל "{1}": {2}
hi: चेतावनी: फ़ाइल "{0}" को "{1}" में कॉपी करते समय I/O त्रुटि: {2}
hy: Զգուշացում․ «{0}» ֆայլը «{1}»-ում պատճենելիս I/O սխալ՝ {2}
ja: 警告: ファイル 「{0}」 を 「{1}」 にコピー中に I/O エラー: {2}
ka: გაფრთხილება: I/O შეცდომა ფაილის „{0}“ „{1}“-ზე კოპირებისას: {2}
ko: 경고: "{0}" 파일을 "{1}"에 복사하는 중 I/O 오류: {2}
ky_kg: Эскертүү: "{0}" файлын "{1}" файлына көчүрүү учурунда киргизүү/чыгаруу катасы: {2}
lt: Įspėjimas: įvesties / išvesties klaida kopijuojant failą „{0}“ į „{1}“: {2}
lv: Brīdinājums: I/O kļūda, kopējot failu “{0}” uz “{1}”: {2}
mn_mn: Анхааруулга: “{0}” файлыг “{1}” руу хуулах үед оролт гаралтын алдаа: {2}
no: Advarsel: I/U-feil under kopiering av filen "{0}" til "{1}": {2}
pa_arab_pk: انتباہ: فائل "{0}" نو "{1}" چ کاپی کردے ویلے I/O دی غلطی: {2}
pa_in: ਚੇਤਾਵਨੀ: ਫਾਈਲ “{0}” ਨੂੰ “{1}” ਵਿੱਚ ਕਾਪੀ ਕਰਨ ਦੌਰਾਨ I/O ਗਲਤੀ: {2}
pl: Ostrzeżenie: błąd we/wy podczas kopiowania pliku „{0}” do „{1}”: {2}
ps_af: خبرداری: د "{0}" دوتنې کاپي کولو په وخت کې د I/O تېروتنه "{1}" ته: {2}
ro: Avertisment: eroare I/O la copierea fișierului „{0}” în „{1}”: {2}
sk: Upozornenie: Chyba I/O pri kopírovaní súboru „{0}“ do „{1}“: {2}
sl: Opozorilo: V/I napaka med kopiranjem datoteke »{0}« v »{1}«: {2}
sv: Varning: I/O-fel när filen "{0}" kopierades till "{1}": {2}
tg_cyrl_tj: Огоҳӣ: Хатогии I/O ҳангоми нусхабардории файли "{0}" ба "{1}": {2}
th: คำเตือน: ข้อผิดพลาด I/O ขณะคัดลอกไฟล์ “{0}” ไปยัง “{1}”: {2}
tk_tm: Duýduryş: “{0}” faýly “{1}” -e göçürilende I / O ýalňyşlygy: {2}
tr: Uyarı: “{0}” dosyasını “{1}” dosyasına kopyalarken G/Ç hatası: {2}
uk: Попередження: помилка введення-виведення під час копіювання файлу «{0}» до «{1}»: {2}

# WarningSeveralBlocksDontMatchInSIWillBeIgnored
source: Warning: several blocks don't match in saved info "{0}", saved info will be ignored completely
af: Waarskuwing: Veelvuldige blokke pas nie by gestoorde inligting "{0}" nie. Die gestoorde inligting word heeltemal geïgnoreer
be_by: Папярэджанне: некалькі блокаў не адпавядаюць захаванай інфармацыі "{0}". Захаваная інфармацыя цалкам ігнаруецца
bg: Предупреждение: Няколко блока не съответстват на съхранената информация „{0}“. Съхранената информация е напълно игнорирана
bo_cn: ཉེན་བརྡ། བཀག་སྡོམ་སྣ་ཚོགས་གསོག་འཇོག་བྱས་པའི་ཆ་འཕྲིན་“{0}”དང་མཐུན་མི་ཐུབ། ཉར་ཚགས་བྱས་པའི་ཆ་འཕྲིན་ཡོངས་སུ་སྣང་མེད་དུ་བཏང་བ།
ca: Avís: diversos blocs no coincideixen amb la informació emmagatzemada "{0}". La informació emmagatzemada s'ignora completament
chs: 警告：多个块与存储的信息“{0}”不匹配。存储的信息被完全忽略
cht: 警告：多個區塊與儲存的資訊「{0}」不符。儲存的資訊被完全忽略
cs: Upozornění: Více bloků neodpovídá uloženým informacím „{0}“. Uložené informace jsou zcela ignorovány
es: Advertencia: Varios bloques no coinciden con la información almacenada "{0}". La información almacenada se ignora por completo.
fa: هشدار: چندین بلوک با اطلاعات ذخیره شده "{0}" مطابقت ندارند. اطلاعات ذخیره شده کاملا نادیده گرفته می شود
fi: Varoitus: Useat lohkot eivät vastaa tallennettuja tietoja "{0}". Tallennetut tiedot jätetään kokonaan huomiotta
he: אזהרה: בלוקים מרובים אינם תואמים את המידע המאוחסן "{0}". המידע המאוחסן מתעלם לחלוטין
hi: चेतावनी: एकाधिक ब्लॉक संग्रहीत जानकारी "{0}" से मेल नहीं खाते हैं। संग्रहीत जानकारी को पूरी तरह से नजरअंदाज कर दिया जाता है
hy: Զգուշացում. մի քանի բլոկներ չեն համապատասխանում «{0}» պահված տեղեկատվությանը: Պահված տեղեկատվությունը լիովին անտեսվում է
ja: 警告: 複数のブロックが保存された情報 「{0}」 と一致しません。保存された情報は完全に無視されます
ka: გაფრთხილება: მრავალი ბლოკი არ ემთხვევა შენახულ ინფორმაციას „{0}“. შენახული ინფორმაცია მთლიანად იგნორირებულია
ko: 경고: 여러 블록이 저장된 정보 "{0}"과(와) 일치하지 않습니다. 저장된 정보는 완전히 무시됩니다.
ky_kg: Эскертүү: Бир нече блоктор сакталган "{0}" маалыматына дал келбейт. Сакталган маалымат толугу менен этибарга алынбайт
lt: Įspėjimas: keli blokai neatitinka saugomos informacijos „{0}“. Išsaugota informacija visiškai ignoruojama
lv: Brīdinājums: vairāki bloki neatbilst saglabātajai informācijai “{0}”. Saglabātā informācija tiek pilnībā ignorēta
mn_mn: Анхааруулга: Олон блок нь хадгалагдсан “{0}” мэдээлэлтэй таарахгүй байна. Хадгалагдсан мэдээллийг бүрэн үл тоомсорлодог
no: Advarsel: Flere blokker samsvarer ikke med lagret informasjon "{0}". Den lagrede informasjonen blir fullstendig ignorert
pa_arab_pk: انتباہ: کثیر بلاکس ذخیرہ کردہ معلومات "{0}" نال میل نئیں کھاندے۔ ذخیرہ کردہ معلومات نو مکمل طور تے نظر انداز کر دتا گیا اے۔
pa_in: ਚੇਤਾਵਨੀ: ਕਈ ਬਲਾਕ ਸਟੋਰ ਕੀਤੀ ਜਾਣਕਾਰੀ “{0}” ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ। ਸਟੋਰ ਕੀਤੀ ਜਾਣਕਾਰੀ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਅਣਡਿੱਠ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ
pl: Ostrzeżenie: wiele bloków nie pasuje do przechowywanych informacji „{0}”. Przechowywane informacje są całkowicie ignorowane
ps_af: خبرداری: څو بلاکونه د ذخیره شوي معلوماتو سره سمون نه خوري "{0}". زیرمه شوي معلومات په بشپړه توګه له پامه غورځول شوي
ro: Avertisment: blocurile multiple nu se potrivesc cu informațiile stocate „{0}”. Informațiile stocate sunt complet ignorate
sk: Upozornenie: Viaceré bloky nezodpovedajú uloženým informáciám „{0}“. Uložené informácie sú úplne ignorované
sl: Opozorilo: Več blokov se ne ujema s shranjenimi informacijami »{0}«. Shranjene informacije so popolnoma prezrte
sv: Varning: Flera block matchar inte lagrad information "{0}". Den lagrade informationen ignoreras helt
tg_cyrl_tj: Огоҳӣ: Блокҳои сершумор ба маълумоти захирашудаи "{0}" мувофиқат намекунанд. Маълумоти захирашуда комилан нодида гирифта мешавад
th: คำเตือน: หลายบล็อกไม่ตรงกับข้อมูลที่เก็บไว้ “{0}” ข้อมูลที่เก็บไว้จะถูกละเว้นโดยสิ้นเชิง
tk_tm: Duýduryş: Birnäçe blok “{0}” saklanylýan maglumatlara gabat gelmeýär. Saklanan maglumatlar düýbünden hasaba alynmaýar
tr: Uyarı: Birden fazla blok, depolanan “{0}” bilgileriyle eşleşmiyor. Saklanan bilgiler tamamen göz ardı edilir
uk: Попередження: кілька блоків не відповідають збереженій інформації «{0}». Збережена інформація повністю ігнорується
