Repository: NataljaNeumann/SyncFolders
Catalog: SyncFolders/Resources.*.resx
Languages: af, be_by, bg, bo_cn, ca, chs, cht, cs, es, fa, fi, he, hi, hy, ja, ka, ko, ky_kg, lt, lv, mn_mn, no, pa_arab_pk, pa_in, pl, ps_af, ro, sk, sl, sv, tg_cyrl_tj, th, tk_tm, tr, uk

# DeletedFolder
source: Deleted folder {0} including contents, because there is no {1} anymore
be_by: Папка «{0}», уключаючы змесціва, выдалена, таму што «{1}» больш не існуе
bg: Папката „{0}“, включително съдържанието е изтрито, защото „{1}“ вече не съществува
bo_cn: སྣོད་ཐོ “{0}” ནང་དོན་བསུབས་འདུག རྒྱུ་མཚན་ནི་ “{1}” ད་ལྟ་མེད་པ་རེད།
ca: S'ha suprimit la carpeta "{0}" inclòs el contingut perquè "{1}" ja no existeix
chs: 文件夹“{0}”包含已删除的内容，因为“{1}”不再存在
cht: 資料夾「{0}」包含已刪除的內容，因為「{1}」不再存在
cs: Složka „{0}“ včetně obsahu byla smazána, protože „{1}“ již neexistuje
es: Carpeta "{0}", incluido el contenido eliminado porque "{1}" ya no existe
fa: پوشه "{0}" شامل محتویات حذف شد زیرا "{1}" دیگر وجود ندارد
fi: Kansio "{0}", sisältäen sisällön, poistettiin, koska "{1}" ei ole enää olemassa
he: התיקיה "{0}" כולל תוכן שנמחק מכיוון ש"{1}" אינו קיים יותר
hi: फ़ोल्डर "{0}" सामग्री सहित हटा दिया गया क्योंकि "{1}" अब मौजूद नहीं है
hy: «{0}» պանակը, ներառյալ բովանդակությունը, ջնջվել է, քանի որ «{1}»-ն այլևս գոյություն չունի
ja: 「{1}」が存在しないため、コンテンツを含むフォルダー「{0}」が削除されました
ka: საქაღალდე „{0}“ შიგთავსის ჩათვლით წაშლილია, რადგან „{1}“ აღარ არსებობს
ko: "{1}"이(가) 더 이상 존재하지 않기 때문에 삭제된 콘텐츠를 포함하는 "{0}" 폴더
ky_kg: "{0}" папкасы, анын ичинде мазмуну жок кылынды, анткени "{1}" мындан ары жок
lt: Aplankas „{0}“, įskaitant turinį, ištrintas, nes „{1}“ nebėra
lv: Mape “{0}”, ieskaitot saturu, ir izdzēsta, jo “{1}” vairs nepastāv
mn_mn: “{1}” байхгүй болсон тул агуулгыг багтаасан “{0}” хавтас устгагдсан
no: Mappen «{0}» inkludert innhold slettet fordi «{1}» ikke lenger eksisterer
pa_arab_pk: فولڈر "{0}" جس چ مواد مٹا دتا گیا اے کیونکہ "{1}" ہن موجود نئیں اے۔
pa_in: ਫੋਲਡਰ “{0}” ਸਮੱਗਰੀ ਸਮੇਤ ਮਿਟਾਇਆ ਗਿਆ ਕਿਉਂਕਿ “{1}” ਹੁਣ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
pl: Folder „{0}” zawierający zawartość został usunięty, ponieważ „{1}” już nie istnieje
ps_af: فولډر "{0}" د مینځپانګې په شمول حذف شوی ځکه چې "{1}" نور شتون نلري
ro: Dosarul „{0}” inclusiv conținutul a fost șters deoarece „{1}” nu mai există
sk: Priečinok „{0}“ vrátane obsahu bol odstránený, pretože „{1}“ už neexistuje
sl: Mapa »{0}«, vključno z izbrisano vsebino, ker »{1}« ne obstaja več
sv: Mappen "{0}" inklusive innehåll har tagits bort eftersom "{1}" inte längre existerar
tg_cyrl_tj: Ҷузвдони "{0}" бо шумули мундариҷа тоза карда шуд, зеро "{1}" дигар вуҷуд надорад
th: โฟลเดอร์ “{0}” รวมถึงเนื้อหาที่ถูกลบเนื่องจาก “{1}” ไม่มีอยู่แล้ว
tk_tm: “{1}” papkasy ýok edildi, sebäbi “{1}” ýok
tr: “{1}” artık mevcut olmadığından silinen içerikleri içeren “{0}” klasörü
uk: Папку «{0}» із вмістом видалено, оскільки «{1}» більше не існує

# Digits
source: standard/arab
bo_cn: Tibet
chs: CHS

# EncounteredErrorOlderOk
source: Warning: Encountered I/O error while copying "{0}". The older file "{1}" seems to be OK
be_by: Увага: падчас капіравання файла "{0}" адбылася памылка ўводу-вываду. Старэйшы файл “{1}” выглядае ў парадку
bg: Предупреждение: Възникна I/O грешка при копиране на файл „{0}“. По-старият файл „{1}“ изглежда добре
bo_cn: ཉེན་བརྡ་། ཡིག་ཆ་ “{0}” འདྲ་བཤུས་བྱེད་སྐབས་སྒུལ་ཆས་ཡང་ན་བརྡ་འཕྲིན་ནོར་འཁྲུལ་བྱུང་ཡོད། ཡིག་ཆ་རྙིང་པ་“{1}”དེ་འགྲིག་གི་རེད།
ca: Avís: s'ha produït un error d'E/S en copiar el fitxer "{0}". Sembla que el fitxer més antic "{1}" està bé
chs: 警告：复制文件“{0}”时发生 I/O 错误。旧文件“{1}”似乎没问题
cht: 警告：複製檔案「{0}」時發生 I/O 錯誤。舊文件“{1}”似乎沒問題
cs: Upozornění: Při kopírování souboru „{0}“ došlo k I/O chybě. Starší soubor „{1}“ se zdá být v pořádku
es: Advertencia: Se produjo un error de E/S al copiar el archivo "{0}". El archivo antiguo “{1}” parece estar bien
fa: هشدار: هنگام کپی کردن فایل "{0}" یک خطای ورودی/خروجی رخ داد. به نظر می رسد فایل قدیمی "{1}" خوب است
fi: Varoitus: I/O-virhe kopioitaessa tiedostoa "{0}". Vanhempi tiedosto "{1}" näyttää olevan kunnossa
he: אזהרה: אירעה שגיאת קלט/פלט בעת העתקת "{0}". נראה שהקובץ הישן יותר "{1}" תקין
hi: चेतावनी: फ़ाइल "{0}" की प्रतिलिपि बनाते समय एक I/O त्रुटि उत्पन्न हुई। पुरानी फ़ाइल "{1}" ठीक प्रतीत होती है
hy: Զգուշացում․ «{0}» ֆայլը պատճենելիս մուտքի/ելքի սխալ է տեղի ունեցել։ Ավելի հին «{1}» ֆայլը կարծես թե լավ է
ja: 警告: ファイル 「{0}」 のコピー中に I/O エラーが発生しました。古いファイル「{1}」は問題ないようです
ka: გაფრთხილება: ფაილის „{0}“ კოპირებისას მოხდა I/O შეცდომა. როგორც ჩანს, ძველი ფაილი „{1}“ კარგად არის
ko: 경고: "{0}" 파일을 복사하는 동안 I/O 오류가 발생했습니다. 이전 파일 “{1}”은(는) 괜찮은 것 같습니다
ky_kg: Эскертүү: "{0}" файлын көчүрүү учурунда киргизүү/чыгаруу катасы кетти. Эски "{1}" файлы жакшы окшойт
lt: Įspėjimas: kopijuojant failą „{0}“ įvyko įvesties / išvesties klaida. Senesnis failas „{1}“ atrodo tinkamas
lv: Brīdinājums. Kopējot failu “{0}”, radās I/O kļūda. Šķiet, ka vecākais fails “{1}” ir kārtībā
mn_mn: Анхааруулга: “{0}” файлыг хуулах явцад оролт гаралтын алдаа гарлаа. Хуучин файл “{1}” зүгээр бололтой
no: Advarsel: Det oppstod en I/U-feil under kopiering av filen "{0}". Den eldre filen "{1}" ser ut til å være i orden
pa_arab_pk: خبردار: فائل "{0}" دی کاپی کردے ویلے I/O دی غلطی ہو گئی اے۔ پرانی فائل "{1}" ٹھیک لگدی اے
pa_in: ਚੇਤਾਵਨੀ: ਫਾਈਲ “{0}” ਦੀ ਨਕਲ ਕਰਦੇ ਸਮੇਂ ਇੱਕ I/O ਗਲਤੀ ਆਈ ਹੈ। ਪੁਰਾਣੀ ਫ਼ਾਈਲ “{1}” ਠੀਕ ਜਾਪਦੀ ਹੈ
pl: Ostrzeżenie: Wystąpił błąd we/wy podczas kopiowania pliku „{0}”. Starszy plik „{1}” wydaje się być w porządku
ps_af: خبرداری: د "{0}" دوتنې د کاپي کولو په وخت کې د I/O تېروتنه رامنځته شوه. زوړ فایل "{1}" ښه ښکاري
ro: Avertisment: a apărut o eroare I/O la copierea fișierului „{0}”. Fișierul mai vechi „{1}” pare să fie în regulă
sk: Upozornenie: Pri kopírovaní súboru „{0}“ sa vyskytla vstupno-výstupná chyba. Zdá sa, že starší súbor „{1}“ je v poriadku
sl: Opozorilo: med kopiranjem datoteke »{0}« je prišlo do V/I napake. Zdi se, da je starejša datoteka »{1}« v redu
sv: Varning: Ett I/O-fel inträffade när filen "{0}" kopierades. Den äldre filen "{1}" verkar vara bra
tg_cyrl_tj: Огоҳӣ: Ҳангоми нусхабардории файли "{0}" хатогии воридотӣ ба вуҷуд омад. Ба назар чунин мерасад, ки файли кӯҳнаи "{1}" хуб аст
th: คำเตือน: เกิดข้อผิดพลาด I/O ขณะคัดลอกไฟล์ “{0}” ไฟล์เก่า “{1}” ดูเหมือนจะปกติดี
tk_tm: Duýduryş: “{0}” faýly göçürilende I / O ýalňyşlygy ýüze çykdy. Has köne “{1}” faýly gowy ýaly
tr: Uyarı: “{0}” dosyası kopyalanırken bir G/Ç hatası oluştu. Eski dosya “{1}” iyi görünüyor
uk: Попередження: під час копіювання файлу «{0}» сталася помилка введення-виведення. Старіший файл “{1}” виглядає добре

# EncounteredErrorOtherBadToo
source: Warning: Encountered I/O error while copying "{0}". Other file "{1}" has errors as well, or is a product of last chance restore. Trying to automatically repair "{0}"
be_by: Увага: падчас капіравання файла "{0}" адбылася памылка ўводу-вываду. Іншы файл «{1}» таксама мае памылкі або з'яўляецца прадуктам апошняга шанцу аднаўлення. Спроба аўтаматычна аднавіць “{0}”.
bg: Предупреждение: Възникна I/O грешка при копиране на файл „{0}“. Друг файл „{1}“ също има грешки или е продукт на възстановяване от последен шанс. Опит за автоматично поправяне на „{0}“.
bo_cn: ཉེན་བརྡ་། ཡིག་ཆ་ “{0}” འདྲ་བཤུས་བྱེད་སྐབས་སྒུལ་ཆས་ཡང་ན་བརྡ་འཕྲིན་ནོར་འཁྲུལ་བྱུང་ཡོད། ཡིག་ཆ་གཞན་ “{1}” ལ་ཡང་ནོར་འཁྲུལ་ཡོད་པའམ་ཡང་ན་མཐའ་མའི་བསྐྱར་གསོའི་ཐོན་རྫས་ཡིན། “{0}”རང་འགུལ་གྱིས་བཟོ་བཅོས་བྱེད་པར་འབད་བརྩོན་བྱེད་བཞིན་ཡོད།
ca: Avís: s'ha produït un error d'E/S en copiar el fitxer "{0}". Un altre fitxer "{1}" també té errors o és producte de la recuperació d'última oportunitat. S'està intentant reparar "{0}" automàticament.
chs: 警告：复制文件“{0}”时发生 I/O 错误。其他文件“{1}”也有错误或者是最后一次恢复的产物。正在尝试自动修复“{0}”。
cht: 警告：複製檔案「{0}」時發生 I/O 錯誤。其他檔案「{1}」也有錯誤或是最後一次復原的產物。正在嘗試自動修復「{0}」。
cs: Upozornění: Při kopírování souboru „{0}“ došlo k I/O chybě. Další soubor „{1}“ také obsahuje chyby nebo je produktem obnovení poslední šance. Pokus o automatickou opravu „{0}“.
es: Advertencia: Se produjo un error de E/S al copiar el archivo "{0}". Otro archivo “{1}” también tiene errores o es producto de una recuperación de última oportunidad. Intentando reparar “{0}” automáticamente.
fa: هشدار: هنگام کپی کردن فایل "{0}" یک خطای ورودی/خروجی رخ داد. فایل دیگر «{1}» نیز دارای خطا است یا محصول آخرین فرصت بازیابی است. تلاش برای تعمیر خودکار "{0}".
fi: Varoitus: I/O-virhe kopioitaessa tiedostoa "{0}". Myös toisessa tiedostossa "{1}" on virheitä tai se on viimeisen mahdollisuuden palautuksen tuote. Yritetään korjata "{0}" automaattisesti.
he: אזהרה: אירעה שגיאת קלט/פלט בעת העתקת "{0}". קובץ אחר "{1}" מכיל גם שגיאות או שהוא תוצר של שחזור בהזדמנות אחרונה. ניסיון לתקן את "{0}" באופן אוטומטי.
hi: चेतावनी: फ़ाइल "{0}" की प्रतिलिपि बनाते समय एक I/O त्रुटि उत्पन्न हुई। अन्य फ़ाइल "{1}" में भी त्रुटियाँ हैं या यह अंतिम-मौका पुनर्प्राप्ति का उत्पाद है। "{0}" को स्वचालित रूप से सुधारने का प्रयास किया जा रहा है।
hy: Զգուշացում․ «{0}» ֆայլը պատճենելիս մուտքի/ելքի սխալ է տեղի ունեցել։ Մյուս «{1}» ֆայլը նույնպես ունի սխալներ կամ վերջին հնարավորության վերականգնման արդյունք է: «{0}»-ն ինքնաբերաբար վերանորոգելու փորձ:
ja: 警告: ファイル 「{0}」 のコピー中に I/O エラーが発生しました。他のファイル 「{1}」 にもエラーがあるか、最後の手段でリカバリした結果です。 「{0}」を自動的に修復しようとしています。
ka: გაფრთხილება: ფაილის „{0}“ კოპირებისას მოხდა I/O შეცდომა. სხვა ფაილს „{1}“ ასევე აქვს შეცდომები ან არის ბოლო შანსის აღდგენის პროდუქტი. „{0}“-ის ავტომატურად შეკეთების მცდელობა.
ko: 경고: "{0}" 파일을 복사하는 동안 I/O 오류가 발생했습니다. 다른 파일 “{1}”에도 오류가 있거나 최종 복구의 결과입니다. “{0}”을(를) 자동으로 복구하려고 합니다.
ky_kg: Эскертүү: "{0}" файлын көчүрүү учурунда киргизүү/чыгаруу катасы кетти. Башка "{1}" файлында да каталар бар же акыркы жолу калыбына келтирүү продуктусу. "{0}" автоматтык түрдө оңдоого аракет кылууда.
lt: Įspėjimas: kopijuojant failą „{0}“ įvyko įvesties / išvesties klaida. Kitame faile „{1}“ taip pat yra klaidų arba tai yra paskutinės galimybės atkūrimo produktas. Bandoma automatiškai taisyti „{0}“.
lv: Brīdinājums. Kopējot failu “{0}”, radās I/O kļūda. Arī citā failā “{1}” ir kļūdas vai tas ir pēdējās iespējas atkopšanas produkts. Mēģina automātiski salabot “{0}”.
mn_mn: Анхааруулга: “{0}” файлыг хуулах явцад оролт гаралтын алдаа гарлаа. Бусад “{1}” файл нь алдаатай эсвэл хамгийн сүүлд сэргээх бүтээгдэхүүн юм. “{0}”-г автоматаар засахаар оролдож байна.
no: Advarsel: Det oppstod en I/U-feil under kopiering av filen "{0}". Den andre filen «{1}» har også feil eller er et produkt av siste-sjanse-gjenoppretting. Forsøker å reparere «{0}» automatisk.
pa_arab_pk: خبردار: فائل "{0}" دی کاپی کردے ویلے I/O دی غلطی ہو گئی اے۔ دوجی فائل "{1}" چ وی غلطیاں نیں یا ایہ آخری موقع دی بازیابی دی پیداوار اے۔ "{0}" نو خود بخود مرمت کرن دی کوشش کر رئے آں۔
pa_in: ਚੇਤਾਵਨੀ: ਫਾਈਲ “{0}” ਦੀ ਨਕਲ ਕਰਦੇ ਸਮੇਂ ਇੱਕ I/O ਗਲਤੀ ਆਈ ਹੈ। ਹੋਰ ਫ਼ਾਈਲ “{1}” ਵਿੱਚ ਵੀ ਤਰੁੱਟੀਆਂ ਹਨ ਜਾਂ ਇਹ ਆਖਰੀ-ਮੌਕਾ ਰਿਕਵਰੀ ਦਾ ਉਤਪਾਦ ਹੈ। ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ “{0}” ਦੀ ਮੁਰੰਮਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।
pl: Ostrzeżenie: Wystąpił błąd we/wy podczas kopiowania pliku „{0}”. Inny plik „{1}” również zawiera błędy lub powstał w wyniku odzyskiwania ostatniej szansy. Próba automatycznej naprawy „{0}”.
ps_af: خبرداری: د "{0}" دوتنې د کاپي کولو په وخت کې د I/O تېروتنه رامنځته شوه. نور فایل "{1}" هم تېروتنې لري یا د وروستي چانس بیا رغونه محصول دی. په اتوماتيک ډول د "{0}" د ترميمولو هڅه.
ro: Avertisment: a apărut o eroare I/O la copierea fișierului „{0}”. Alt fișier „{1}” are, de asemenea, erori sau este un produs al recuperării cu ultima șansă. Încercarea de a repara automat „{0}”.
sk: Upozornenie: Pri kopírovaní súboru „{0}“ sa vyskytla vstupno-výstupná chyba. Ďalší súbor „{1}“ tiež obsahuje chyby alebo je produktom obnovenia poslednej šance. Prebieha pokus o automatickú opravu „{0}“.
sl: Opozorilo: med kopiranjem datoteke »{0}« je prišlo do V/I napake. Tudi druga datoteka »{1}« vsebuje napake ali pa je rezultat obnovitve po zadnji priložnosti. Poskus samodejnega popravljanja »{0}«.
sv: Varning: Ett I/O-fel inträffade när filen "{0}" kopierades. Den andra filen "{1}" har också fel eller är en produkt av sista chans återställning. Försöker reparera "{0}" automatiskt.
tg_cyrl_tj: Огоҳӣ: Ҳангоми нусхабардории файли "{0}" хатогии воридотӣ ба вуҷуд омад. Дигар файли "{1}" низ хатогӣ дорад ё маҳсули барқарорсозии шонси охирин аст. Кӯшиши ба таври худкор таъмир кардани "{0}".
th: คำเตือน: เกิดข้อผิดพลาด I/O ขณะคัดลอกไฟล์ “{0}” ไฟล์อื่นๆ “{1}” ก็มีข้อผิดพลาดเช่นกันหรือเป็นผลจากการกู้คืนโอกาสสุดท้าย กำลังพยายามซ่อมแซม “{0}” โดยอัตโนมัติ
tk_tm: Duýduryş: “{0}” faýly göçürilende I / O ýalňyşlygy ýüze çykdy. “{1}” beýleki faýlynda hem ýalňyşlyklar bar ýa-da soňky pursatda dikeldişiň önümidir. “{0}” awtomatiki abatlamaga synanyşmak.
tr: Uyarı: “{0}” dosyası kopyalanırken bir G/Ç hatası oluştu. Diğer “{1}” dosyasında da hatalar var veya son şans kurtarmanın bir ürünü. “{0}” otomatik olarak onarılmaya çalışılıyor.
uk: Попередження: під час копіювання файлу «{0}» сталася помилка введення-виведення. Інший файл «{1}» також містить помилки або є продуктом останнього шансу відновлення. Спроба автоматично відновити “{0}”.

# EncounteredErrorWhileCopyingTryingToRepair
source: Warning: Encountered error while copying "{0}" trying to automatically repair
be_by: Увага: падчас капіравання файла “{0}” адбылася памылка. Я спрабую выправіць памылку.
bg: Предупреждение: Възникна грешка при копирането на файл „{0}“. Опитвам се да поправя грешката.
bo_cn: ཉེན་བརྡ། ཡིག་ཆ་“{0}”འདྲ་བཤུས་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་ཡོད། ངས་ནོར་འཁྲུལ་དེ་སེལ་ཐབས་བྱེད་ཀྱི་ཡོད།
ca: Avís: s'ha produït un error en copiar el fitxer “{0}”. Estic intentant solucionar l'error.
chs: 警告：复制文件“{0}”时发生错误。我正在尝试修复该错误。
cht: 警告：複製檔案「{0}」時發生錯誤。我正在嘗試修復該錯誤。
cs: Upozornění: Při kopírování souboru „{0}“ došlo k chybě. Snažím se opravit chybu.
es: Advertencia: Se produjo un error al copiar el archivo "{0}". Estoy intentando corregir el error.
fa: هشدار: هنگام کپی کردن فایل "{0}" خطایی روی داد. من سعی می کنم خطا را برطرف کنم.
fi: Varoitus: Virhe kopioitaessa tiedostoa "{0}". Yritän korjata virhettä.
he: אזהרה: אירעה שגיאה בעת העתקת הקובץ "{0}". אני מנסה לתקן את השגיאה.
hi: चेतावनी: फ़ाइल "{0}" की प्रतिलिपि बनाते समय एक त्रुटि उत्पन्न हुई। मैं त्रुटि को ठीक करने का प्रयास कर रहा हूं.
hy: գուշացում․ «{0}» ֆայլը պատճենելիս սխալ է տեղի ունեցել։ Ես փորձում եմ ուղղել սխալը:
ja: 警告: ファイル 「{0}」 のコピー中にエラーが発生しました。エラーを修正しようとしています。
ka: გაფრთხილება: ფაილის „{0}“ კოპირებისას მოხდა შეცდომა. ვცდილობ შეცდომის გამოსწორებას.
ko: 경고: "{0}" 파일을 복사하는 동안 오류가 발생했습니다. 오류를 수정하도록 노력하겠습니다.
ky_kg: Эскертүү: "{0}" файлын көчүрүү учурунда ката кетти. Мен катаны оңдоого аракет кылып жатам.
lt: Įspėjimas: kopijuojant failą „{0}“ įvyko klaida. Bandau ištaisyti klaidą.
lv: Brīdinājums. Kopējot failu “{0}”, radās kļūda. Es mēģinu labot kļūdu.
mn_mn: Анхааруулга: “{0}” файлыг хуулах явцад алдаа гарлаа. Би алдаагаа засах гэж оролдож байна.
no: Advarsel: Det oppstod en feil under kopiering av filen "{0}". Jeg prøver å fikse feilen.
pa_arab_pk: خبردار: "{0}" فائل کاپی کردے ویلے کوئی غلطی ہو گئی اے۔ میں غلطی نوں ٹھیک کرن دی کوشش کر رہیا واں۔
pa_in: ਚੇਤਾਵਨੀ: “{0}” ਫਾਈਲ ਦੀ ਨਕਲ ਕਰਦੇ ਸਮੇਂ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ। ਮੈਂ ਗਲਤੀ ਨੂੰ ਠੀਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ/ਰਹੀ ਹਾਂ।
pl: Ostrzeżenie: Wystąpił błąd podczas kopiowania pliku „{0}”. Próbuję naprawić błąd.
ps_af: خبرداری: د "{0}" دوتنې د کاپي کولو پرمهال یوه تېروتنه رامنځته شوه. زه هڅه کوم چې تېروتنه سمه کړم.
ro: Avertisment: a apărut o eroare la copierea fișierului „{0}”. Încerc să repar eroarea.
sk: Upozornenie: Pri kopírovaní súboru „{0}“ sa vyskytla chyba. Snažím sa opraviť chybu.
sl: Opozorilo: Pri kopiranju datoteke »{0}« je prišlo do napake. Poskušam popraviti napako.
sv: Varning: Ett fel uppstod när filen "{0}" kopierades. Jag försöker åtgärda felet.
tg_cyrl_tj: Огоҳӣ: Ҳангоми нусхабардории файли "{0}" хатогӣ рух дод. Ман кӯшиш мекунам, ки хатогиро ислоҳ кунам.
th: คำเตือน: เกิดข้อผิดพลาดขณะคัดลอกไฟล์ “{0}” ฉันกำลังพยายามแก้ไขข้อผิดพลาด
tk_tm: Duýduryş: “{0}” faýly göçürilende ýalňyşlyk ýüze çykdy. Erroralňyşlygy düzetjek bolýaryn.
tr: Uyarı: “{0}” dosyası kopyalanırken bir hata oluştu. Hatayı düzeltmeye çalışıyorum.
uk: Попередження: під час копіювання файлу «{0}» сталася помилка. Я намагаюся виправити помилку.

# ErrorDeleting
source: Error while deleting "{0}": {1}
be_by: Памылка пры выдаленні файла "{0}": {1}
bg: Грешка при изтриване на файл „{0}“: {1}
bo_cn: ཡིག་ཆ་ “{0}”: {1} བསུབས་པའི་ནོར་འཁྲུལ་བྱུང་།
ca: Error en suprimir el fitxer "{0}": {1}
chs: 删除文件“{0}”时出错：{1}
cht: 刪除檔案「{0}」時發生錯誤：{1}
cs: Chyba při mazání souboru „{0}“: {1}
es: Error al eliminar el archivo "{0}": {1}
fa: خطا در حذف فایل "{0}": {1}
fi: Virhe poistettaessa tiedostoa "{0}": {1}
he: שגיאה במחיקת "{0}": {1}
hi: फ़ाइल "{0}" को हटाने में त्रुटि: {1}
hy: Սխալ՝ «{0}» ֆայլը ջնջելիս՝ {1}
ja: ファイル「{0}」の削除エラー: {1}
ka: შეცდომა ფაილის „{0}“ წაშლისას: {1}
ko: "{0}" 파일 삭제 오류: {1}
ky_kg: "{0}" файлын жок кылууда ката кетти: {1}
lt: Klaida ištrinant failą „{0}“: {1}
lv: Kļūda, dzēšot failu “{0}”: {1}
mn_mn: “{0}” файлыг устгахад алдаа гарлаа: {1}
no: Feil ved sletting av filen "{0}": {1}
pa_arab_pk: فائل "{0}" مٹان چ غلطی: {1}
pa_in: “{0}” ਫ਼ਾਈਲ ਨੂੰ ਮਿਟਾਉਣ ਵਿੱਚ ਤਰੁੱਟੀ: {1}
pl: Błąd podczas usuwania pliku „{0}”: {1}
ps_af: د "{0}" دوتنې په ړنګولو کې تېروتنه: {1}
ro: Eroare la ștergerea fișierului „{0}”: {1}
sk: Chyba pri odstraňovaní súboru „{0}“: {1}
sl: Napaka pri brisanju datoteke »{0}«: {1}
sv: Fel vid borttagning av filen "{0}": {1}
tg_cyrl_tj: Хатогӣ ҳангоми нест кардани файли "{0}": {1}
th: เกิดข้อผิดพลาดในการลบไฟล์ “{0}”: {1}
tk_tm: “{0}” faýly pozmakda säwlik: {1}
tr: “{0}” dosyası silinirken hata oluştu: {1}
uk: Помилка видалення файлу «{0}»: {1}

# ErrorProcessinngFilePair
source: Error while processing file pair "{0}" | "{1}": {2}
be_by: Памылка апрацоўкі файлавай пары "{0}" і "{1}": {2}
bg: Грешка при обработката на файловата двойка „{0}“ и „{1}“: {2}
bo_cn: ཡིག་ཆ་ཆ་གཅིག་ “{0}” དང་ “{1}”: {2} ལས་སྣོན་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་ཡོད།
ca: Error en processar el parell de fitxers "{0}" i "{1}": {2}
chs: 处理文件对“{0}”时出错 | “{1}”：{2}
cht: 處理文件對「{0}」時發生錯誤 | 「{1}」：{2}
cs: Chyba při zpracování dvojice souborů „{0}“ a „{1}“: {2}
es: Error al procesar el par de archivos "{0}" | “{1}”: {2}
fa: خطا در پردازش جفت فایل "{0}" و "{1}": {2}
fi: Virhe käsiteltäessä tiedostoparia "{0}" ja "{1}": {2}
he: שגיאה בעיבוד צמד הקבצים "{0}" | "{1}": {2}
hi: फ़ाइल जोड़ी "{0}" को संसाधित करने में त्रुटि | “{1}”: {2}
hy: Սխալ՝ «{0}» և «{1}» ֆայլերի զույգը մշակելիս՝ {2}
ja: ファイル ペア 「{0}」 の処理中にエラーが発生しました | 「{1}」: {2}
ka: შეცდომა ფაილის წყვილის „{0}“ და „{1}“ დამუშავებისას: {2}
ko: 파일 쌍 "{0}" 처리 중 오류 발생 | “{1}”: {2}
ky_kg: "{0}" жана "{1}" файл жуптарын иштетүүдө ката кетти: {2}
lt: Klaida apdorojant failų porą „{0}“ ir „{1}“: {2}
lv: Kļūda, apstrādājot failu pāri “{0}” un “{1}”: {2}
mn_mn: “{0}” болон “{1}” хос файлыг боловсруулахад алдаа гарлаа: {2}
no: Feil ved behandling av filparet "{0}" | «{1}»: {2}
pa_arab_pk: فائل جوڑی "{0}" تے "{1}" دی پروسیسنگ چ غلطی: {2}
pa_in: ਫਾਈਲ ਜੋੜਾ “{0}” ਅਤੇ “{1}” ਦੀ ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਵਿੱਚ ਗਲਤੀ: {2}
pl: Błąd podczas przetwarzania pary plików „{0}” i „{1}”: {2}
ps_af: د "{0}" او "{1}" جوړه د دوتنې پروسس کولو کې تېروتنه: {2}
ro: Eroare la procesarea perechii de fișiere „{0}” și „{1}”: {2}
sk: Chyba pri spracovaní páru súborov „{0}“ a „{1}“: {2}
sl: Napaka pri obdelavi para datotek »{0}« in »{1}«: {2}
sv: Fel vid bearbetning av filparet "{0}" och "{1}": {2}
tg_cyrl_tj: Хатогӣ дар коркарди ҷуфти файлҳои "{0}" ва "{1}": {2}
th: เกิดข้อผิดพลาดในการประมวลผลคู่ไฟล์ “{0}” และ “{1}”: {2}
tk_tm: “{0}” we “{1}” faýl jübütini gaýtadan işlemekde säwlik: {2}
tr: “{0}” | “{1}” dosya çifti işlenirken hata oluştu: {2}
uk: Помилка обробки пари файлів «{0}» і «{1}»: {2}

# ErrorReadingPositionWillFillWithDummy
source: Error while reading file "{0}", position {1}: {2}". Block will be filled with a dummy
be_by: Памылка чытання файла "{0}" у пазіцыі {1}: {2}. Блок запаўняецца нулямі
bg: Грешка при четене на файл „{0}“ на позиция {1}: {2}. Блокът е пълен с нули
bo_cn: ཡིག་ཆ་“{0}” གནས་ཡུལ་{1}: {2} ལ་ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་ཡོད། བཀག་སྡོམ་ཀླད་ཀོར་གྱིས་བཀང་ཡོད།
ca: Error en llegir el fitxer "{0}" a la posició {1}: {2}. El bloc està ple de zeros
chs: 读取位置 {1} 处的文件“{0}”时出错：{2}。方块中充满了假人
cht: 讀取位置 {1} 處的檔案「{0}」時發生錯誤：{2}。方塊中充滿了假人
cs: Chyba při čtení souboru „{0}“ na pozici {1}: {2}. Blok je vyplněn nulami
es: Error al leer el archivo "{0}" en la posición {1}: {2}. El bloque está lleno de un muñeco.
fa: خطا در خواندن فایل "{0}" در موقعیت {1}: {2}. بلوک با صفر پر شده است
fi: Virhe luettaessa tiedostoa "{0}" paikassa {1}: {2}. Lohko on täynnä nollia
he: שגיאה בקריאת הקובץ "{0}", מיקום {1}: {2}. בלוק מלא בדמה
hi: फ़ाइल "{0}" को स्थिति {1}: {2} पर पढ़ने में त्रुटि। ब्लॉक एक डमी से भरा है
hy: Չհաջողվեց կարդալ «{0}» ֆայլը {1} դիրքում՝ {2}: Բլոկը լցված է զրոներով
ja: ファイル 「{0}」 の位置 {1} の読み取り中にエラーが発生しました: {2}。ブロックはダミーで埋められます
ka: შეცდომა ფაილის წაკითხვისას „{0}“ პოზიციაზე {1}: {2}. ბლოკი ივსება ნულებით
ko: {1} 위치에서 "{0}" 파일을 읽는 동안 오류가 발생했습니다: {2}. 블록은 더미로 채워집니다.
ky_kg: {1} позициясында "{0}" файлын окуу катасы: {2}. Блок нөлдөр менен толтурулган
lt: Klaida skaitant failą „{0}“ {1} pozicijoje: {2}. Blokas užpildytas nuliais
lv: Kļūda, lasot failu “{0}” pozīcijā {1}: {2}. Bloks ir aizpildīts ar nullēm
mn_mn: {1} байрлал дахь “{0}” файлыг уншихад алдаа гарлаа: {2}. Блок нь тэгээр дүүрсэн байна
no: Feil ved lesing av filen "{0}" på posisjon {1}: {2}. Blokken er fylt med en tom blokk
pa_arab_pk: فائل "{0}" نوں {1}: {2} تے پڑھن چ غلطی ہو گئی اے۔ بلاک صفراں نال بھریا ہویا اے
pa_in: ਸਥਿਤੀ {1}: {2} 'ਤੇ ਫਾਈਲ “{0}” ਨੂੰ ਪੜ੍ਹਨ ਵਿੱਚ ਗਲਤੀ। ਬਲਾਕ ਜ਼ੀਰੋ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ
pl: Błąd odczytu pliku „{0}” w pozycji {1}: {2}. Blok jest wypełniony zerami
ps_af: په {1}: {2} کې د "{0}" دوتنې په لوستلو کې تېروتنه. بلاک د صفرونو څخه ډک شوی
ro: Eroare la citirea fișierului „{0}” la poziția {1}: {2}. Blocul este umplut cu zerouri
sk: Chyba pri čítaní súboru „{0}“ na pozícii {1}: {2}. Blok je vyplnený nulami
sl: Napaka pri branju datoteke »{0}« na mestu {1}: {2}. Blok je napolnjen z ničlami
sv: Fel vid läsning av filen "{0}" på position {1}: {2}. Blocket är fyllt med nollor
tg_cyrl_tj: Хатогии хондани файли "{0}" дар мавқеи {1}: {2}. Блок бо сифрҳо пур карда мешавад
th: เกิดข้อผิดพลาดในการอ่านไฟล์ “{0}” ที่ตำแหน่ง {1}: {2} บล็อกเต็มไปด้วยเลขศูนย์
tk_tm: {1}: {2} position ýagdaýynda “{0}” faýly okamakda säwlik. Blok nol bilen doldurylýar
tr: {1} konumundaki “{0}” dosyası okunurken hata oluştu: {2}. Blok bir kukla ile doldurulur
uk: Помилка читання файлу «{0}» у позиції {1}: {2}. Блок заповнюється нулями

# ErrorWhileTestingFile
source: Error while testing file "{0}"
be_by: Памылка тэставання файла "{0}"
bg: Грешка при тестване на файла „{0}“
bo_cn: ནོར་འཁྲུལ་ཚོད་ལྟ་ཡིག་ཆ་ “{0}”
ca: Error en provar el fitxer "{0}"
chs: 测试文件“{0}”时出错
cht: 測試檔案「{0}”時出錯
cs: Chyba při testování souboru „{0}“
es: Error al probar el archivo "{0}"
fa: خطا در آزمایش فایل "{0}"
fi: Virhe testattaessa tiedostoa "{0}"
he: שגיאה בבדיקת הקובץ "{0}"
hi: फ़ाइल "{0}" का परीक्षण करने में त्रुटि
hy: «{0}» ֆայլի փորձարկման սխալ
ja: ファイル「{0}」のテスト中にエラーが発生しました
ka: შეცდომა ფაილის „{0}“ ტესტირებისას
ko: 파일 "{0}" 테스트 중 오류 발생
ky_kg: "{0}" файлын текшерүүдө ката кетти
lt: Klaida bandant failą „{0}“
lv: Pārbaudot failu “{0}”, radās kļūda
mn_mn: “{0}” файлыг шалгахад алдаа гарлаа
no: Feil ved testing av filen "{0}"
pa_arab_pk: فائل "{0}" دی جانچ کرن چ غلطی اے۔
pa_in: ਫਾਈਲ “{0}” ਦੀ ਜਾਂਚ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
pl: Błąd podczas testowania pliku „{0}”
ps_af: د "{0}" دوتنې د ازموینې تېروتنه
ro: Eroare la testarea fișierului „{0}”
sk: Chyba pri testovaní súboru „{0}“
sl: Napaka pri testiranju datoteke »{0}«
sv: Fel vid testning av filen "{0}"
tg_cyrl_tj: Хатогии санҷиши файли "{0}"
th: เกิดข้อผิดพลาดในการทดสอบไฟล์ “{0}”
tk_tm: Synag faýly “{0}”
tr: “{0}” dosyası test edilirken hata oluştu
uk: Помилка тестування файлу «{0}»
