Repository: NataljaNeumann/SyncFolders
Catalog: SyncFolders/SyncFoldersForm.*.resx
Languages: az, bo_cn, es, et, ky_kg, sv

# m_lblFolder1.Text
source: First Folder:
az: Birinci qovluq:
bo_cn: སྣོད་ཐོ་དང་པོ།:
es: Primera carpeta:
et: Esimene kaust:
ky_kg: Биринчи папка:
sv: Första mappen:

# m_lblSecondFolder.Text
source: Second Folder:
az: İkinci qovluq:
bo_cn: སྣོད་ཐོ་ཉིས་པ།
es: Segunda carpeta:
et: Teine kaust:
ky_kg: Экинчи папка:
sv: Andra mappen:

# m_cbCreateRestoreInfo.Text
source: Save some info for restoring single blocks, if missing
az: Tək blokları bərpa etmək üçün bəzi məlumatların saxlanması, əgər onlar yoxdursa
bo_cn: གལ་ཏེ་ད་དུང་མེད་ན། གནས་ཚུལ་ཁ་ཤས་སླར་གསོ་བྱེད་ཆེད་དུ་སྒྲ་ཐག་ཅིག་ལ་གསོག་འཇོག་བྱེད།
es: Guardar información para restaurar bloques individuales, si falta
et: Teabe salvestamine üksikute plokkide taastamiseks, kui see puudub
ky_kg: Бир блокторду калыбына келтирүү үчүн кээ бир маалыматты сактоо, эгерде ал жок болсо
sv: Sparar viss information för att återställa enstaka block, om den saknas

# m_cbTestAllFiles.Text
source: Test readability of all files
az: Bu yaxınlarda sınaqdan keçirilməsə
bo_cn: ཡིག་ཆ་ཚང་མའི་ཀློག་ཐུབ་ཚད་ཚོད་ལྟ་བྱེད་བཞིན་ཡོད།
es: Probar la legibilidad de todos los archivos
et: Kõigi failide loetavuse testimine
ky_kg: Бардык файлдардын окулушун текшерүү
sv: Testar läsbarheten för alla filer

# m_cbRepairBlockFailures.Text
source: Repair single block failures
az: Tək bloklu nasazlıqların təmir
bo_cn: བཀག་སྡོམ་རྐྱང་པའི་སྐྱོན་ཆ་བཟོ་བཅོས་བྱེད་པ།
es: Reparación de fallas de un solo bloque
et: Üheploki rikete parandamine
ky_kg: Жалгыз блоктордун каталарын оңдоо
sv: Reparera enstaka blockfel

# m_btnSync.Text
source: Sync
az: Sinxronlaşdırın
bo_cn: འགོ་བརྩམས།
es: Sincronizar
et: Sünkroniseeri
ky_kg: Синхрондоштуруу
sv: Start

# m_btnCancel.Text
source: Cancel
az: ləğv
es: Cancelar
et: Tühista
ky_kg: Жокко чыгаруу
sv: Stoppa

# m_btnSelfTest.Text
source: SelfTest
az: Müayinə
es: Autoprueba
et: Eneseproov
ky_kg: Cыноо
sv: Självtest

# m_cbPreferCopies.Text
source: Prefer physical copies in case of conflicts during repair (not recommended)
az: Təmir zamanı ziddiyyətlər olduqda fiziki nüsxələrə üstünlük verilməsi (tövsiyə edilmir)
bo_cn: བཟོ་བཅོས་བྱེད་སྐབས་འགལ་ཟླ་བྱུང་ཚེ་དངོས་གཟུགས་ཀྱི་འདྲ་བཤུས་ལ་དགའ་པོ་བྱེད་པ་(འོས་སྦྱོར་མི་བྱེད་པ)
es: Preferir copias físicas en caso de conflictos durante la reparación (no recomendado)
et: Füüsiliste koopiate eelistamine remondi käigus tekkivate konfliktide korral (pole soovitatav)
ky_kg: Оңдоо учурунда чыр-чатактар ​​болгон учурда физикалык көчүрмөлөргө артыкчылык берүү (сунушталбайт)
sv: Föredrar fysiska kopior i händelse av konflikter under reparation (rekommenderas inte)

# m_cbFirstToSecond.Text
source: Unidirictionally from 1st to 2nd
az: Bir istiqamətli, birinci qovluqdan ikinciyə
bo_cn: ཕྱོགས་གཅིག་ནས་སྣོད་ཐོ་དང་པོ་ནས་གཉིས་པ་བར།
es: Unidireccional, de 1.ª carpeta a 2.ª
et: Ühesuunaliselt, esimesest kaustast teise
ky_kg: Бир багыттуу, биринчи папкадан экинчиге
sv: Enkelriktat, från första mapp till andra

# m_cbFirstReadonly.Text
source: First folder is not changeable (e.g. CD)
az: Birinci qovluq dəyişdirilə bilməz (məsələn, CD)
bo_cn: སྣོད་ཐོ་དང་པོ་དེ་བརྗེ་མི་ཐུབ། (དཔེར་ན། ཌི་ཝི་ཌི)
es: La primera carpeta no se puede cambiar (por ejemplo, CD)
et: Esimest kausta ei saa muuta (nt CD)
ky_kg: Биринчи папканы өзгөртүүгө болбойт (мисалы, CD)
sv: Den första mappen kan inte ändras (t.ex. CD)

# m_cbDeleteFilesInSecond.Text
source: Delete files in 2nd folder that aren't in first anymore
az: Artıq birinci qovluqda olmayan ikinci qovluqdakı fayllar silinir
bo_cn: སྣོད་ཐོ་དང་པོའི་ནང་མེད་པའི་སྣོད་ཐོ་གཉིས་པའི་ཤོག་ངོས་སུབ་པ།
es: Eliminar archivos en la segunda carpeta que ya no están en la primera carpeta
et: Teisest kaustast failide kustutamine, mida esimeses kaustas enam pole
ky_kg: Экинчи папкадагы биринчи папкада жок файлдар жок кылынууда
sv: Ta bort sidor i den andra mappen som inte finns i den första mappen längre

# m_lblAbout.Text
source: About Sync Folders
az: "Qovluqları sinxronlaşdırın" haqqında
bo_cn: "ཡིག་སྣོད་མཉམ་སྒྲིག་བྱེད་པ།"སྐོར།
es: Acerca de "Sincronizar carpetas"
et: Teave "Sünkrooni kaustad"
ky_kg: "Папкаларды синхрондоштуруу" жөнүндө
sv: Om "Synkronisera mappar"

# m_lblLicence.Text
source: Licence (GPL v2)
az: Lisenziya (GPL v2)
bo_cn: ཆོག་མཆན། (GPL v2)
es: Licencia (GPL v2)
et: Litsents (GPL v2)
ky_kg: Лицензия (GPL v2)
sv: Licens (GPL v2)

# m_cbSkipRecentlyTested.Text
source: if not tested recently
az: bütün faylların oxunma qabiliyyətinin yoxlanması
bo_cn: གལ་ཏེ་ཉེ་ཆར་ཚོད་ལྟ་བྱས་མེད་ན།
es: si no se probaron recientemente
et: kui seda pole hiljuti testitud
ky_kg: эгерде жакында текшерилбесе
sv: om de inte testats nyligen

# m_cbParallel.Text
source: Parallel
az: Paralel olaraq
bo_cn: མཉམ་འགྲོས།
es: Paralelo
et: Paralleelselt
ky_kg: Параллелдүү
sv: Parallellt

# m_cbSyncMode.Text
source: Sync mode
az: Sinxronizasiya rejimi
bo_cn: མཉམ་སྒྲིག་ཐབས་ལམ།
es: Modo de sincronización
et: Sünkroonimisrežiim
ky_kg: Синхрондоштуруу режими
sv: Synkroniseringsläge

# m_cbIgnoreTime.Text
source: Ignore time difference between file and checksum
az: Fayl və saxlanmış məlumat arasında vaxt fərqinə məhəl qoyulmur
bo_cn: ཡིག་ཆ་དང་ཉར་ཚགས་བྱས་པའི་ཆ་འཕྲིན་བར་གྱི་དུས་ཚོད་ཀྱི་ཁྱད་པར་ལ་སྣང་མེད་བྱེད་པ།
es: Ignorar la diferencia horaria entre el archivo y la información guardada
et: Faili ja salvestatud teabe ajavahe eiramine
ky_kg: Файл менен сакталган маалыматтын ортосундагы убакыт айырмасын этибарга алуу
sv: Ignorerar tidsskillnaden mellan fil och sparad information

# $this.Text
source: Sync Folders v1.5
az: Qovluqları sinxronlaşdırın v1.5
bo_cn: ཡིག་སྣོད་མཉམ་སྒྲིག་བྱེད་པ། v1.5
es: Sincronizar carpetas v1.5
et: Sünkrooni kaustad v1.5
ky_kg: Папкаларды синхрондоштуруу v1.5
sv: Synkronisera mappar v1.5
